{"meta":{"title":"基于系统的家庭调整理论","subtitle":"","description":"馥香心灵官方网站","author":"Fuxiang","url":"http://fuxiangxinling.com","root":"/"},"pages":[{"title":"categories","date":"2020-03-20T12:37:26.000Z","updated":"2020-03-20T20:39:27.666Z","comments":true,"path":"categories/index.html","permalink":"http://fuxiangxinling.com/categories/index.html","excerpt":"","text":""},{"title":"联系我们","date":"2020-03-25T03:50:06.000Z","updated":"2020-03-25T12:08:50.294Z","comments":true,"path":"about/index.html","permalink":"http://fuxiangxinling.com/about/index.html","excerpt":"","text":"微信公众号：馥香心灵 姜福香老师 ： 博士，副教授，硕士生导师，高级心理咨询师。 陪伴女儿走过三年休学、两年半复学之路，经历了弯路和痛苦，幸运地突破了自己众多的心灵卡点，触碰到生命的真谛。同时，发现问题家庭有规律可寻，结合亲证和家庭指导经验，提出了 “基于系统的家庭调整理论”。 擅长领域 ： 利用基于系统的家庭调整理论，有效调整夫妻关系、亲子关系，解决婚姻幸福感不足、夫妻沟通不畅、家长焦虑恐惧、孩子叛逆、学习动力不足等问题。特别是对厌学、休学家庭有独特的效果，能够通过细致入微的指导，快速激发孩子的内动力，使厌学、休学的孩子重新焕发生活和学习的生机。调整之后的家庭会获得全方位的提升，彼此沟通顺畅，生活幸福。 个案指导类型 ： （1）深度的一对一家庭跟踪指导； （2）以家庭为单位的小组指导。 个案指导详情请咨询心灵助理晓华（微信号 annayu510)"}],"posts":[{"title":"馥香心灵幸福家庭成长一阶课程（第三期）开课通知","slug":"active/Course-1","date":"2020-12-20T10:10:44.000Z","updated":"2020-12-20T18:32:04.514Z","comments":true,"path":"active/Course-1/","link":"","permalink":"http://fuxiangxinling.com/active/Course-1/","excerpt":"","text":"祝贺 “馥香心灵幸福家庭成长系列课程” 陆续落地！ 祝贺 “馥香心灵教育四类幸福家庭成长计划” 面向家庭开放！ 四类家庭成长计划： 幸福家庭成长系列课程； 个体深度疗愈与成长； 家庭系统分析与提升； 个案家庭深度陪伴与推动。 馥香心灵教育期待您的光临和参与！ 开课时间：2021 年 1 月 23-24 日（2 天 1 夜） 开课地点：山东济南（具体地址开课前通知） 适合对象： 1、自身痛苦迷茫，追求个人心灵成长者； 2、夫妻、亲子之间沟通不畅，关注家庭关系改善者； 3、孩子厌学、休学，亟待推动孩子走出人生困境者。 报名条件： 1、关注 “馥香心灵” 公众号，学习、了解并认可福香老师的 “基于系统的家庭调整理论”； 2、认真填写《幸福家庭成长课程报名表》，真实反应家庭情况； 3、16 岁以上孩子可以参课，但必须与家长同来。 特别提醒： 1、本期课程限报 30 人，额满为止； 2、报名截止时间：2021 年 1 月 20 号，恕不接受空降； 3、本期及之后课程均全价收费，若夫妻同来，其中一人半价收费。若父母同来，孩子半价收费。 4、一旦报名缴费，学费将不退、不转、不延； 5、早报名，早进入学员群，提前开启理论学习之旅。","categories":[{"name":"近期活动","slug":"active","permalink":"http://fuxiangxinling.com/categories/active/"}],"tags":[{"name":"通知","slug":"通知","permalink":"http://fuxiangxinling.com/tags/%E9%80%9A%E7%9F%A5/"}]},{"title":"SFAT-7 宽恕与能量的层级","slug":"theory/SFAT/SFAT-7","date":"2020-03-25T03:52:28.000Z","updated":"2020-12-20T18:30:05.093Z","comments":true,"path":"theory/SFAT/SFAT-7/","link":"","permalink":"http://fuxiangxinling.com/theory/SFAT/SFAT-7/","excerpt":"","text":"# 姜福香 原创 （2019.11.10） 在每个人的成长过程中，都不可避免地会经历或遭遇各类创伤。其实，让一个人受到伤害的并不是事情本身，而是他对创伤性事件的认识与感觉。如果你愿意选择 “宽恕”，让那份 “受伤” 的感觉被淡化，你才有机会走出创伤性事件的负面影响。对于经历创伤的孩子而言，父母愿意选择 “宽恕”，放下认为 “孩子受伤” 的感觉，你才有机会引导孩子走上 “宽恕” 之路。 宽恕是基督徒必学、必修、必实行的重要一课，同样，也是每个普通人走向幸福解脱的重要一课。 我不是基督徒，也没有研究过圣经的教义。我对宽恕的最早接触是通过《奇迹课程》，这门灵修课程是真的教人内观，应该也很究竟。但是，我始终感觉它对修行者的悟性要求实在太高，而我自知愚钝，所以，一直没有勇气去尝试深入地修习。 这几年，我辗转了多个平台学习，走了不少的弯路，也经历了常人难以想象的挫折和磨难。在极度痛苦之中，我却猛然意识到，就连基督耶稣也只庇护信他的人，何况那些来自世俗的理论和权威呢？于是，我决定选择坚信自己，享受活在当下。这样一步步走过来，心里越来越踏实，反而对很多东西有了自己的参悟和见解了。 因此，必须提前声明，本文对于 “宽恕” 的阐述，完全是基于我自己的理解，也必然完全受限于我自己的经验和认知了。但愿不要误导了有缘看到此文的你，你也一样，最好相信你自己。 作为普通人，我也真的觉得不必那么高要求自己。我把它简单通俗化一些，便于粗浅地去理解，也许这正适合如我一样的普通人借鉴吧。但当下能做到一分，必可以解脱一分。 宽恕的一般含义是：对于任何人对我的触犯或伤害，给予原谅，不再计较。 《奇迹课程》直接把 “宽恕” 定义为 “收回投射”，简单理解就是你自己内在的伤痛没有疗愈，没有成长，你一定会投射到你觉得伤害你的人身上。你自己疗愈多少，成长多少，你就会收回多少投射，就会宽恕和放下几分。 而我从自己这几年走过的宽恕之路领悟到，宽恕应该是分层级的，你有什么样的生命状态和思维认知水平，你就可以站在什么样的能量层级上理解和做到相应层级的宽恕。 假设某年某月某日，你跟某人之间发生了某事，不妨称之为 “A 事件”。在 A 事件中，你被对方无端地攻击和指责了，你的确是被对方误解和伤害到了。 为了便于理解，以下我不妨对照霍金斯能量表，借助于 A 事件，从一个人的能量（Energy，简称 E）层级对其宽恕能力的影响的角度，对宽恕的层级做些粗浅的划分和描述。 # 霍金斯能量表 # 第一层：消极防御 / 自我保护层级（20≤E≤100） 如果 A 事件发生在这个层级上，当时你自己的状态不佳，处于很低的能量层，你会感觉到羞愧、内疚、绝望和悲伤，或者你的内在会充满了恐惧。你明明看到了对方因为自己的恐惧才来误解了你，指责攻击你，你却不敢去伸张正义。因为你的内心极度脆弱无力，没有自己的内在价值，自己的好坏完全依赖于外在的评价。 你无力面对自认为的 “伤害事件” 或者 “伤害自己的人”，你的内心充满了惊慌和恐惧，而不得不选择消极逃避以求自保，或者选择压抑屈从来息事宁人。 在这个能量和宽恕层级上，“宽恕” 的目的大概可以定位在 “自我保护”、“止损”，也就是常说的 “惹不起，躲得起” 吧？ 其实，人是躲开了，甚至装作不在意，但心里根本不可能放下，只是在无能为力的情况下，转化成了懊悔、自责、绝望、悲痛、压抑等自我攻击和自我消化的能量，并不代表你真的没有委屈和愤怒，只是因为不敢而压抑或者被你自己忽略了而已。 在这一层级的人，是根本谈不上真正的 “宽恕” 的，而只是消极逃避或放弃而已。 # 第二层：主动攻击 / 自我防御层级（100&lt;E≤175） 当你通过学习和成长，疗愈了一部分的恐惧，内在拥有了一定的力量。A 事件给你造成的那些羞愧、内疚、绝望、悲伤的感受会逐渐外化为委屈和愤怒。由于此时，你还没有足够的智慧看清楚真相，那些负面的感受会被自己无意识放大，导致憎恨和自我膨胀，再加上依然会有各方面恐惧的驱使（如不被认可、不被理解的恐惧），你多半会难以自控地想方设法去攻击那个 “伤害自己的人”，或试图对曾经的 “伤害事件” 全面翻盘，主动为自己建起可靠的防御措施。 这个攻击或翻盘的目的也许是为了证明自己，也许是为了掌控对方，因为觉得都是对方的错，一定要让对方付出代价或负起责任。如果不幸 A 事件发生的时候，你正处于这个层级，彼此的战争也许就在所难免了。 这个阶段也几乎没有真正的宽恕，甚至是最不甘心宽恕和放下的阶段。 # 第三层：矛盾 / 纠结层级（175&lt;E≤250） 在第二层级的顶端你由负能量状态开始向正能量状态过渡。当你拥有了更多的能量和智慧，有能力把握自己的选择和机会，不再完全依赖于外物，看待问题的角度也不再那么极端。 对于 A 事件，你会逐渐明白做不到对某人的宽恕，对某事的释怀，纠缠就会永无休止，白白耗费了你自己的生命能量，所谓 “怨怨相报，何时了？” 此阶段，你的内在可能会处于极大的矛盾纠结之中。上一秒，也许你会定力十足，很潇洒地对 A 事件中的某人说一声：“我看得见你的恐惧，不和你一般见识！” 下一秒，你又被某些力量牵扯着，挣脱不掉、逃脱不开的感觉，恨他恨得牙痒痒。所以，你必然处在一个想接纳对方的 “过错”、化干戈为玉帛、但是偶尔又纠结在 “放不下” 的痛苦之中。 无论怎样，处于这个能量层级的你，实质上已经踏入了真正宽恕的边缘。再努力坚持一下，再努力让自己成长得多一点，你就可以真的走过纠结，走向真正的宽恕之路。 但是，稍不留神，你也不免又会掉入攻击 / 防御的陷阱，回到只需攻击对方而不需痛苦地成长自己的舒适层级。 # 第四层：超越二元对立 / 宽恕和解层级（250&lt;E≤400） 在此层级，你可以做到全然地敞开心扉，迅速地成长自己，从而获得了更高的能量，拥有了更高的智慧，你的人生格局更高，人生志向更大。 你开始有能力逐渐脱离二元对立的思维模式，对证明对错已经不感兴趣。对于 A 事件，你可以站在更高的维度，看到某人的恐惧，看到某人来伤害你的那些行为背后的无明和他内心的期待。 此时，A 事件基本上不再牵扯你的精力和能量，似乎一切都变得云淡风轻。这才是真正的宽恕的开始。 # 第五层：慈悲与感恩层级（400&lt;E≤540） 随着你的修行和成长，你的能量和智慧持续地提升，你越来越拥有感受生活美好和人生幸福的能力。拥有了持久的乐观心态和对世间万物的慈悲之心。 特别是当你完全超越了二元对立的思维模式，回头看看 A 事件，看看曾经因为 A 事件而 “伤害” 你的某人，你眼里看到的就不仅仅是伤害，同时还有极其宝贵的礼物。正是因为 A 事件和某人给予你的那份伤害，你才获得了生命成长的机会和勇气，并且坚定地走在生命成长的道路上直到这个层级。 此时此刻，你就不但可以做到真正的宽恕，还会特别地感恩。感恩和宽恕那个对你的生命成长而言，不 “好” 却 “贵” 的某人，感恩和宽恕那件对你的生命成长而言不 “好” 却 “幸” 的 A 事。 也只有此刻，你才会满心欢喜地惊叹于自己生命的顽强，感恩于天地的厚爱，并且愿意，也有能力用自己极大的耐性和慈悲去帮助他人创造一个又一个的生命奇迹，你也才真的可以明白 “除了成长，生命一无是处” 的真正含义了。 此时的宽恕和感恩不是头脑，不是被动，而是发自于心底。 # 第六层：开悟 / 超越层级（E&gt;540） 这一层级我还无法理解，估计也很少有人可以企及。对应着能量层级的描述，我把平和开悟的状态归为这一层级。身体感官关闭，头脑长久沉默，达到了无我、合一的状态，也许已经看山不是山了，也就不会觉得任何人和事会伤害自己，全然处在一个爱的世界里，宽恕就毫无意义了。也就是所谓的 “宽恕根本没有发生” 吧？ 总之，我认为面对孩子或自己曾经遭遇的创伤，宽恕是最为明智的选择，也是家长们正确的方向。宽恕是分层级的，你有什么样的生命能量层级和思维认知水平，你就可以站在什么样的层级上理解宽恕。但是，能做到什么程度，肯定是随着你自己的成长一层层来的，不能太心急。唯有学习成长，提升自己的能量，你才能一层层走过，达到真正的宽恕，甚至感恩你曾经的那些触犯或伤害。 （原创文章，已申请版权保护，请勿无授权转载）","categories":[{"name":"理论精华","slug":"theory","permalink":"http://fuxiangxinling.com/categories/theory/"},{"name":"SFAT","slug":"theory/SFAT","permalink":"http://fuxiangxinling.com/categories/theory/SFAT/"}],"tags":[{"name":"基于系统的家庭调整理论","slug":"基于系统的家庭调整理论","permalink":"http://fuxiangxinling.com/tags/%E5%9F%BA%E4%BA%8E%E7%B3%BB%E7%BB%9F%E7%9A%84%E5%AE%B6%E5%BA%AD%E8%B0%83%E6%95%B4%E7%90%86%E8%AE%BA/"},{"name":"创伤","slug":"创伤","permalink":"http://fuxiangxinling.com/tags/%E5%88%9B%E4%BC%A4/"}]},{"title":"SFAT-6 基于系统的家庭调整到底调什么？","slug":"theory/SFAT/SFAT-6","date":"2020-03-22T07:58:23.000Z","updated":"2020-12-20T18:29:59.820Z","comments":true,"path":"theory/SFAT/SFAT-6/","link":"","permalink":"http://fuxiangxinling.com/theory/SFAT/SFAT-6/","excerpt":"","text":"# 姜福香 原创 （2019.11.14） 近期，本人针对基于系统的家庭调整理论 写出了一系列的文章，从整体的 “理论架构”（《休学孩子四阶段，家长应该做什么？》 ），到理论的 “思维定位”（《二元对立思维及其对人的影响》 ）、“理论核心”（《如何调整孩子的价值取向？》 ），再到大概的 “理论方法”，初步自成体系。 我相信对于这些文章和其中的思想及理论高度，陪伴休学孩子已经走过的家庭、接受过我指导的家庭、参加过各类教育和灵修课程的家庭，应该会有一定的理解和共鸣，会明白我到底要将休学家庭以及孩子出现问题的家庭引往何处。但是，对于孩子和家庭还深陷问题之中的家长，对于急着解决问题的正在焦虑之中挣扎的家长，也许会有些茫茫然，也许不明白所谓的 “调整” 到底要调整什么呢？ 比如，近两天，我在群里和一位家长有两次互动，主要内容如下： 第一天： 【家长】 前几天我去学校看我女儿，看她的情绪和状态还不错，只是她说她班里的一个同学太吵，让她心烦，班里人都烦她，可她和她同学吵嘴了。 【福香】 引导孩子看到自己为什么不喜欢那个同学，是因为跟她是一个类型的人，还是因为跟她是完全不同类型的人？—— 不喜欢别人，要么是不喜欢自己，要么是不喜欢自己想做而不敢做的那个对方。 第二天： 【家长】 我女儿那些日子在学校本来心情挺好，情绪也挺稳定，可前几天她班里的一个同学刺激到了她，让她情绪有很大波动，不愿呆在学校里，打电话哭了，要回家，我把她接回了家。我问她愿不愿意上学，她说愿意，愿意回学校，就是不愿意看班里的人，我想这是个问题，对她说，要宽恕别人，宽恕别人并不等于原谅了别人，而是放下自己，她听了，可看样子控制不住自己的情绪。就怕受刺激。 【福香】 跟女儿谈宽恕，毫无意义。简单粗暴一点，先回家让女儿痛骂那个刺激她的同学一顿吧，别搞反了。这里的痛骂是在家里帮孩子释放，不是去骂那个同学。骂完了，再看看能否宽恕得了吧。 这位家长理解了多少？又回去做了多少呢？她没有直接反馈我的建议，所以不得而知。 最近几年，我一直在陪伴一些休学家庭，我女儿一直知道我在做什么，也一直很支持我。前几天，她主动要求进了 “幸福家庭陪伴群”。我很开心，因为我相信走过休学痛苦的孩子应该更知道深陷焦虑痛苦的孩子需要的是什么。她对很多问题的见解远胜过我，绝对有资格做我休学家庭指导工作的 “督导师” 了。 今天下午，我和女儿视频，我问她：“妈妈在群里的回答你觉得怎么样？” 她说：“你的回答非常好，我知道你的意思。但是，你用的是 “大师级” 的语言（很荣幸，我女儿看得起我），家长们未必能看明白。是不是有些用词可以更通俗一些，让他们一点点明白你是怎样的深度？” 反复思考女儿的话，确实是不无道理。 其实，我和所有的休学家长一样，也曾在女儿刚休学的时候，自己处于极度的焦虑状态；也曾求遍各路神仙，想解决女儿厌学和看同学不顺眼的问题；也曾经把责任推给小学的班主任，满心愤怒、绞尽脑汁地想怎么可以报复她？也曾放着自己的女儿不去陪伴，却在某些平台拼尽全力寻找价值感。可是，两年过去，看起来我自己很 “绽放”，女儿却没有太大的转变。直到有一天我真正地开始疗愈自己，慢慢地学会与老公和女儿沟通，一切才往好的方向发展。 回首我几乎无间断学习的 5 年时间，走过了太多的弯路，浪费了大把的金钱和时间。但是，真正发挥作用的就是我自己的疗愈、家庭每个人的归位和学会顺畅地沟通，最终每个人都可以做好自己并以合适的方式对待彼此。 而盯着问题去解决问题是最不解决问题的办法，解决了这个问题，还有那个问题，甚至问题会越解决越不可控。 基于此，我才提出了这套 “基于系统的家庭调整理论”。通过系统的调整，休学家庭的路可以大大缩短，夫妻关系、亲子关系各方面得到全面改善，孩子遇到的那些小问题也就不治自愈了。 那么，基于系统的家庭调整到底调什么？ # 一、调整家庭结构 《休学孩子 “家庭内部” 创伤与修复》一文列举了孩子可能因为家庭问题导致的七类创伤。其中，被过度关注和溺爱、家庭身份错位、孩子不接受父母等是与家庭结构直接相关的创伤。 调整过程中，要协助家长看到这些模式的根源，纠正家长的错误认知和限制性信念，并让他们在具体行动中突破和修正，让家庭结构（特别是伦理关系）首先复归于正常。 # 二、调整沟通模式 几乎所有不和谐的关系都是因为沟通模式出了问题，夫妻关系、亲子关系皆是如此。 调整过程中，要协助家长看到沟通中的误区和语言表达的障碍，教给家长学会说话，学会面对发生的一切。一字一句调整，直到家长内化于心，变成自己的智慧。 # 三、协助家长内观和疗愈 家长的内在创伤和限制性信念是导致他们内在恐惧和影响孩子的重要原因。 调整过程中，要协助家长通过自己的无意识行为和认知偏差看到自己的内在恐惧和限制性信念，并引导家长疗愈自己，或者通过改变行为模式突破恐惧、打破限制性信念。 # 四、协助家长为孩子疗愈 如果孩子确实经历过 “外界” 或 “家庭内部” 创伤，帮助孩子适当释放和疗愈很有必要。 调整过程中，要通过孩子的言行举止，协助家长 “由果及因”，看清楚孩子内在的创伤所在，并指导家长给孩子进行有效的疗愈。 # 五、帮助孩子树立正确的三观 休学厌学的孩子多多少少存在某种程度的价值取向偏离，甚至三观不正的问题。 调整过程中，在以上各方面调整的基础上，有计划地引导孩子矫正价值取向，树立起正确的三观，确定有意义的人生目标。 经过以上五方面的调整和疗愈，最终家长自身得到很好的成长，恐惧减少，学会如何有效沟通，自然就拥有了智慧，拥有了引领孩子的能力。孩子得到适当的疗愈，家长对待孩子的模式改变，孩子可以活出自由的自己，为自己的人生负起责任，拥有自己的内在价值体系，内心自然变得强大，就有能力去面对学习和属于自己的环境。夫妻恩爱，父（母）慈子孝，自然就不在话下了。所以，基于系统的家庭调整解决的不仅仅是孩子表面的问题，它关注的是家庭系统的问题，最终获得的是整个家庭的幸福。 再回到前面那个妈妈的问题，第一天，“同学太吵，让她心烦，她和她同学吵嘴”，妈妈关注的也许是 “同学太吵” 和 “她和她同学吵嘴” 的问题，可是，我们解决得了 “同学太吵” 吗？解决不了。解决得了 “她和她同学吵嘴” 吗？已经是事实，解决也没有用，只能用正确的方式看待就可以了。关键的问题是 “让她心烦”，也许大家都心烦，也许只是一部分人心烦。别人什么感觉不重要，我们的孩子就是 “心烦” 了，这是事实。这是一种负面的感受，感受没有对错。关键是通过这种感受看到自己怎么了？“看见即疗愈”，“所有自己不喜欢的都是自己内在的投射”。所以，我的建议是让妈妈引导孩子看到对方是个什么样的人。弄明白自己是不喜欢那个和自己类似的对方，还是嫉妒那个和自己不一样的对方。看到这一层，孩子的 “心烦” 自然也就化解了。更深一层还可以引导孩子看到那个 “烦人” 的孩子 “烦人” 行为背后的 “不容易”。“因为懂得，所以慈悲。” 当孩子可以 “看到” 对方的时候，才可以谈到真正的 “宽恕” 呀。 第二天，“同学刺激到了她，让她情绪有很大波动”，情绪对应着相应的能量，有负面情绪必然压抑了负面的能量。妈妈让女儿 “要宽恕别人”，这真的有点断章取义了，第一，女儿接触过 “宽恕” 这个词吗？她理解宽恕的含义吗？第二，宽恕是有层级的，女儿的负面情绪没有得到释放，没有像第一天的引导那样看清楚真相，怎么可能做到真正的宽恕呢？没有得到 “疗愈” 的宽恕其实是压抑了自己，孩子会更加心烦，肯定是 “控制不住自己的情绪” 的。所以，我的建议是 “先回家让女儿痛骂那个刺激她的同学一顿”，这是帮助孩子进行负面情绪的释放，这就是帮助孩子做适当的疗愈。 基于系统的家庭调整理论，思维高度定位在 “超越二元对立”，理论深度运用到深层沟通（潜意识）技术 ，很多东西很难用语言表达，所谓 “只可意会，不可言传” 吧。所以，在指导的过程中，我往往更多地会一字一句地给出家长具体的建议，只要迎着恐惧，大胆地去突破旧有的模式行动起来，家庭和孩子的改变速度真的会在你的意料之外。 （原创文章，已申请版权保护，请勿无授权转载）","categories":[{"name":"理论精华","slug":"theory","permalink":"http://fuxiangxinling.com/categories/theory/"},{"name":"SFAT","slug":"theory/SFAT","permalink":"http://fuxiangxinling.com/categories/theory/SFAT/"}],"tags":[{"name":"基于系统的家庭调整理论","slug":"基于系统的家庭调整理论","permalink":"http://fuxiangxinling.com/tags/%E5%9F%BA%E4%BA%8E%E7%B3%BB%E7%BB%9F%E7%9A%84%E5%AE%B6%E5%BA%AD%E8%B0%83%E6%95%B4%E7%90%86%E8%AE%BA/"},{"name":"休学孩子","slug":"休学孩子","permalink":"http://fuxiangxinling.com/tags/%E4%BC%91%E5%AD%A6%E5%AD%A9%E5%AD%90/"}]},{"title":"SFAT-5-2 跳出“奇葩”思维，学会聆听他人（二）","slug":"theory/SFAT/SFAT-5-2","date":"2020-03-21T07:45:13.000Z","updated":"2020-12-20T18:29:54.049Z","comments":true,"path":"theory/SFAT/SFAT-5-2/","link":"","permalink":"http://fuxiangxinling.com/theory/SFAT/SFAT-5-2/","excerpt":"","text":"# 姜福香 原创（2019.12.30） 接上篇 # 三、“奇葩” 问题原因剖析 说实话，我自己的 “奇葩” 问题并没有进行针对性的 “治疗”，所以，也并不清楚其 “病因” 所在。 在此，我不妨基于 “自传式聆听” 的概念，做些粗浅的分析，希望能够帮助有此 “奇葩” 症状的朋友们先了解自己的病因，方能有机会寻求自我突破或专业治疗吧。 自传式聆听通常以 “自我” 为出发点，依据自己的价值观和心智模式对他人所谈话的内容进行理解、评价，甚至质疑。或者说聆听者会将听到的话用自己的自传 — 心智模式、生活经历、心理地图过滤一遍。因而在内容的接收上，具有自传式聆听模式的人只愿意听取自己想要听到的、只愿意看到自己想要看到的信息，对于背离自己认知的内容则选择性忽略。 “顶圣企管” 在文章《自传式聆听与自传式回应》中总结了人类在聆听方面的五大天性，分别是： 第一，选择的听：选择性地只听取对方谈话的一部分。 比如，我请教赵淑军老师问题的时候，她给出的三条建议，我只能听到两条。依此而言，她说的话至少有 1/3 被我选择性地丢弃而听不到了。 这个问题，我觉得我女儿应该对我最有感触，因为她经常非常气愤地告诉我：“妈妈，我说的话你根本听不见！” 第二，过滤的听：每个人必然都是局限在自己的思维模式里，只能从自己思维的角度接受到信息。 一个人固有的思维模式就像一个过滤器，凡是符合自己思维模式的信息很容易被他接受，不符合的就被过滤或被排斥掉了。 早期，我的思维里曾认定我老公不关心我，只知道否定我，嫌弃我。所以，跟我谈话的时候，他再怎么多关心我的语言，我几乎一句也听不到，但只要他有一点点要否定我、打击我的苗头，我就会无限放大。我的意见除非他全盘接纳和支持，有一点点想讨论一下的意思，那绝对是惹得我天崩地裂。 第三，想当然的听：带着回答的意图去听。 我觉得这个问题在很多家长中最为突出。我们生怕不能和对方好好沟通，所以，倾听的同时，脑子飞转，边听边想着怎样回答对方，边听边想 “我该给他出个什么主意”，以及他说完了我要问什么问题？ 这个问题很多年来一直困扰着我，我就是经常在别人说话的时候，根本静不下心来听，而是想着他说完之后，我该怎么接上？内心里很害怕接不上而冷场，让彼此感觉到尴尬。也害怕对方会觉得跟我聊天很无聊，导致自己被对方嫌弃，也导致对方的不愉快。就因为这份心急和焦灼，精力大大分散，所以，往往根本没有真正听进去对方说了什么。而如果脑子一热，突然想到一句可以应对的话，自己又觉得完美而有震撼力，那更是彼此的灾难，因为大脑会控制不住地急于表达，结果就是很没有礼貌地打断对方，抛出一个或许跟前者完全不相同的话题。这不就是 “打地鼠” 的节奏吗？这种谈话必然是上蹿下跳，对方感觉到很累也就不足为奇了。 “想当然的听” 应该就是我之前 “听不懂别人话” 的最为核心的原因了，今天才算把自己这个问题分析清楚了，这还得好好感谢群里那位 “奇葩” 的妈妈。这真是生命中的每一个人、每一件事儿都是来帮助我成长的呀！ 第四，诠释的听：从自己的动机角度揣摩对方的谈话。 通俗地来说就是：“我觉得你好，你就好，不好也好；我觉得你不好，你就不好，好也不好。” 完全被自己的心智和心灵地图牵引，看不到对方的真实意图。 生活中那些听不出好话歹话、脸皮特别厚的人，是不是就是这种模式呢？也许他们觉得全世界对他都很友好，没有威胁？而我正好相反，我曾经属于一个特别敏感的人，习惯于对对方的话过于揣摩，甚至经常用自己是被嫌弃的、不受欢迎的曲解了对方的意图。 第五，判断的听：运用自己的价值观和经验，将所听到的内容进行评价、质疑或批判。 比如，我觉得人应该谦虚谨慎的，每当听到习惯于夸夸其谈的人讲话，我就会很厌恶，不管他讲话的内容如何。因为我早在他开口之前，已经先入为主地对他进行了道德评判，他说话的内容对我而言根本不重要。 记得在某机构学习的时候，那个出卖我的老师最爱不停地说些让大家 “受教”，“我错了，你也要听我的” 等类似的话。那些喜欢 “受教” 的学生自然感觉他是负责任的老师，甚至会觉得他把学生当成 “一家人”，好温馨的感觉。而我因为没有自我太多年，那个阶段最强烈的愿望就是找到自我、活出自我，我更痛恨错了还不肯承认错误的人。所以，我的感觉就是他想精神控制我，不敢承认错误的人好可怕。可见，不同人的心智模式、生活经历和心理地图，对自己倾听、理解别人的话语的影响力太大了。极有可能导致一个人黑白颠倒，是非不分。 # 四、跳出 “奇葩” 思维，学会聆听他人 纵观人类在聆听方面的这五大天性，其实，不难发现，在它们的背后隐藏着一个共同的东西，那就是恐惧 ，害怕被嫌弃的恐惧，害怕被忽视的恐惧，害怕被伤害的恐惧，害怕不被理解的恐惧，等等。 可是，因为这些恐惧的存在，你在倾听别人的时候，很可能就会过度地关注自己，无论你的本意多么地真诚，事实上都无法接受到对方完整而客观的谈话信息。 结果自然也就会忽略了对方和对方的感受，回应对方的必定是碎片化的信息，要么无法表达自己的理解，要么完全没办法 “同频共振”。 其实，在现实生活中，人与人之间这种自传式聆听是非常普遍的现象，它给人最直观的感受就是无法沟通，同时也很容易激起他人的愤怒情绪。 就如群里那位 “奇葩” 妈妈，她在群里一贯的沟通模式就是只是发布自己的信息、自己的感受、他人对自己的影响，大家对她的建议和回应她却视而不见。就连我作为这个群体最 “核心的老师”，对她的一次次帮助，一次次敲打，她几乎都是无视的。大家是不是有强烈的被忽略感呢？甚至一定有人对她产生了抵触的情绪，只是他们没有表达而已吧？在群里如此，她在现实的生活中，一定也是如此。所以，她和老公之间无法交流也就是理所当然的了。实际上，即使她的老公有千百个想跟她谈论的话题，也会因为她的不理解而拒绝进一步交流。 自传式聆听的人会带着主观想法臆断他人的表达，仔细看看群里这位 “奇葩” 妈妈关于老公的信息，你就很容易发现，她的很多话都是对老公的直接批判，甚至上一句还和颜悦色，下一句就暴跳如雷。因为她只关注自己，完全关注不到老公的感受。她的信息是正是邪，取决于她自己当下的心灵状态。而对她老公而言，估计很多年来常常平白无故地遭到妻子不客气的反驳和评判，也会觉得被误解、不被尊重而产生愤怒的情绪，这就可能导致他们双方之间发生一定频率的冲突和战争。 每个人的聆听方式决定于他成长的经历和思维习惯，要想改变就需要有强大的毅力来跳脱原有的思维惯性，并坚持主动觉察和持续调整。 首先，需要跳出二元对立的思维模式。 只要内心里有好坏对错的思维评判，必然制造矛盾和对立，这是与别人交流时不能完全忘我，好好关注对方，全面接收到对方谈话信息的根源。跳出二元对立的思维模式，才有能力采用全方位聆听的模式，去同理对方，并看到对方语言背后的真实意图和需求。 其次，通过觉察和回顾，分析和了解自己的聆听模式。 自传式聆听方式未必贯穿于一个人的始终，也可能只是在面对某类人或某个场景时才会出现。再次遇到类似情况时，要有意识地觉察并提醒自己纠正聆听的方式。 第三，平等对待对面那个与你谈话的人。 真正的交流只发生在两个平等的人之间，我们也只有平等地与对方交流，才可以聆听到客观的信息。每个人都是一个思想独立的个体，人与人之间，身价、年龄有高低，但是生命没有贵贱，在话语权面前都是平等的。谈话之前，既不要让自己被阶层固化，也不要给对方贴上自以为是的标签，否则，必然带上我们的主观判断，影响了我们与对方的平等交流。 让自己跳出 “奇葩” 思维，学会聆听他人，尽管很难，但至少是件自己可以为之努力并掌控的事情。如果现实中不幸遇到了习惯于自传式聆听的人，那一定是一件挺让人痛苦的事情。该怎么办呢？改变别人永远是一件很困难，也很吃力不讨好的事情，因而我们不要试图去改变别人的聆听方式，但你至少可以提醒他允许你把话说完，并在了解清楚之前，不要随意评判和否定你，从而获得平等对话的权利。 （原创文章，已申请版权保护，请勿无授权转载）","categories":[{"name":"理论精华","slug":"theory","permalink":"http://fuxiangxinling.com/categories/theory/"},{"name":"SFAT","slug":"theory/SFAT","permalink":"http://fuxiangxinling.com/categories/theory/SFAT/"}],"tags":[{"name":"基于系统的家庭调整理论","slug":"基于系统的家庭调整理论","permalink":"http://fuxiangxinling.com/tags/%E5%9F%BA%E4%BA%8E%E7%B3%BB%E7%BB%9F%E7%9A%84%E5%AE%B6%E5%BA%AD%E8%B0%83%E6%95%B4%E7%90%86%E8%AE%BA/"},{"name":"“奇葩”思维","slug":"“奇葩”思维","permalink":"http://fuxiangxinling.com/tags/%E2%80%9C%E5%A5%87%E8%91%A9%E2%80%9D%E6%80%9D%E7%BB%B4/"}]},{"title":"SFAT-5-1 跳出“奇葩”思维，学会聆听他人（一）","slug":"theory/SFAT/SFAT-5-1","date":"2020-03-21T07:32:54.000Z","updated":"2020-12-20T18:29:47.979Z","comments":true,"path":"theory/SFAT/SFAT-5-1/","link":"","permalink":"http://fuxiangxinling.com/theory/SFAT/SFAT-5-1/","excerpt":"","text":"** 姜福香 原创（2019.12.31）** # 一、陪伴群遭遇 “奇葩” 我在微信上组织的 *“幸福家庭陪伴群”* 里，有一位妈妈是在刚刚建群之初就进群的，到现在正好两个月了。在群里的这段时间，她很敞开，经常跟大家交流老公和孩子的情况。我也不止一次地帮助她点出她家里的核心问题，希望她能够调正方向，否则只会离幸福越来越远。但每次给她建议，她基本上都是千篇一律充耳不闻的状态。两个月下来，进步自然是非常有限的。 我看着她为老公、为儿子焦虑抓狂的样子，实在是有点为她着急。再加上最近公众号一系列的文章陆续发出，有些文章却未必人人都读得懂，读懂了也未必可以很好地落地实用，而我能亲手指导的家庭实在是非常有限。所以，我决定在群里选出一个合适的家庭，只要她愿意全然地敞开，我会负责全程免费跟踪指导她，直到她家里一切正常。目的就是为了给大家来一个现场教学，通过案例示范，帮助更多的家庭能够自己有能力找到幸福的路径，早日让休学的孩子回到正规。 于是，2019 年 12 月 27 日，经过跟这位家长简短的小窗交流，我告诉她：“只要你愿意在群里敞开，每天把当天的感悟发到群里，我会陪伴你一直到你找到幸福的感觉。” 为了避免她有些问题不敢在群里说，也为了让她珍惜这次机会，我还跟她强调：“以后不允许小窗我，但是可以在群里 @我，小窗是要收费的哟。” 她也欣然地答应了，还很开心地说：“有你我就不怕了，希望我的感悟也可以帮助到需要帮助的人。” 我很欣慰她有这样的格局，这也是我决定公开做一个公益个案的初心所在，我说：“是的，你要是变好了，幸福了，会带动一批人。” 她在群里这两个月，我已经看得很清楚，她的思维是混乱的，她的心是不定的，家庭需要调整的问题太多了。所以，我觉得如果把她调整好了，真的不知道要帮助到多少人呢。 可是，12 月 28 日经过仅仅一天的近距离较量，我就不得不败下阵来，我承认我真的指导不了她。因为，她的频道完全没有对外开放，或者是过于开放了，我实在没有办法跟她进行信息交换。我身在英国，跟国内 8 小时的时差，为了跟她对焦，我几乎一夜没睡觉。可是，无论怎么努力，最后还是不得不选择放弃。 正如一个妈妈小窗我所说的：“我发现你的群里出现了一个奇葩。” 的确是，我真的从未和一个人的交流如此不能对焦。 因为看到她发了两篇日记，家里问题不小，特别是夫妻关系问题明显。为了引导她能够听进我的话去，我问她：“你先明确告诉我，你是想和老公过下去，还是想离？” 她很久没有回音，我又追加一句：“想离，我就帮你尽快离开；想过，我就帮你过得幸福。” 结果，她根本没有搭理我的问题，而是发上来很长的一段话，大概意思就是她下周要自己出去住一周，孩子愿意就去姥姥家，不愿意她就自己住一周，想一想。 我开玩笑说：“你的意思就是想离呗？这个很简单，直接叫上老公去民政局，我的任务完成了（哈哈）。” 见她没有反应，我又说：“没见过你这么不上道儿的，我这么陪伴你，你竟然更背道而驰！请问什么叫 “珍惜”？我如果没有猜错的话，你老公早期对你肯定不是现在这样的态度吧？” 很久没有回音，我想进一步引导她来询问我的建议，于是说：“你脑子里从来没想问问我有什么建议吗？没想弄明白自己怎么做才可以改变现状吗？” 我这一连串的话，她依然很久没有回应，我等了大半夜，竟然突然来了一句：“孩子没有想去考试。” 我简直几乎快晕死了，但我还想再给她一次机会，我说：“你再跟我不对焦，我决定换掉你，重点去帮助另外一个人了。再给你最后一次机会，回答我前面的问题。” 群里不少人开始提醒她和我不对焦、不同频，让她好好回答我的问题，她说：“我很困惑，不知道怎么办了。” 总之，大家无论怎么引导，她就是不接我的话茬儿。我不得不偃旗息鼓了：“我本来看 XX 比较敞得开，想通过重点帮她，给大家来个案例示范，让大家明白如何走上幸福之路。她不对焦，我没办法帮她，看来缘份不到啊。” 而她依然在自己的思维里，诉说着老公和孩子的事情。 我只得承认：“不好意思，我被你打败了，我甘拜下风。” 她继续在自己的思维里，诉说着自己的不幸和困惑，她甚至没有兴趣或时间想一想，我到底要干什么。 我说：“我一直在等你一句话：我不想离婚，我想幸福，我更想儿子优秀。姜老师你说我该怎么做？我愿意按照你的建议行动起来，一点点去改变自己。” 因为我知道我无力帮到她，真的只能放弃了，于是加了一句说明：“声明一下，现在学我说这些，晚了，不要复制我的话。” 她似乎明白了一点儿：“这么说吗？我不知道。” 依然没有强烈地表示出自己的期待。 我说：“你如果一个月前就知道了，你家早好了，我给了你多少建议？你通通当成了耳旁风！你相当于损失了一家个案家庭的指导费，我不会再给你机会了。希望这对你是个教训，学会听人说话，不要沉浸在自己的思维里，油盐不进。” 我很希望能够将她敲醒。因为之前我专门给她布置了两次作业，她都置若罔闻，她在一次次地失去成长的机会。可惜的是孩子的宝贵时间和生命能量也一直在耗费。 她说：“我想我的家庭温暖和谐，老公在家更幸福，儿子在我们带领下越来越好。老公不在家也一样幸福。” 完全没有因为失去这次机会而沮丧，也没有因为明白了自己跟我不同频而震惊或难受，一副麻木不仁的感觉。 我尽管很心疼她的状态，但实在没有机会帮到她，我只能送给她最后一个大大的礼物，编出一大笔金钱来吸引她去内观自己：“你如果能天天把这笔损失的指导费观想到面前（好大一笔哟），一直看着它。告诉自己：我好后悔，我沉浸在自己的思维里，让我损失了一大笔钱，我一定要学会倾听别人，再也不固执自我了。每天默念 20 遍，连续默念 21 天，你的收获就可以抵消这笔指导费了，就赚到了。如果不做，又是一大笔损失，看你肯不肯行动。” 她依然没有反应，依然沉浸在自己的剧情里。因为她根本没有理解我这段话的深意，也不明白我对她的爱与慈悲吧。 # 二、我也曾是 “奇葩” 一枚 这两天我一直在思索一个问题：一个人为什么会与别人不对焦、不同频到这种程度？她的生命到底遭遇了什么？由于当前还没有机会更深入地了解这位妈妈，何况她也许根本不知道自己是这样的状态，更别说 “遭遇了什么”、“为什么成为这样” 了。 就在我试图就这个问题进行深入剖析，却又不知道从何下手的时候，我突然记起，我其实曾经就是个类似于这个妈妈的 “奇葩” 一枚，真是差点好了疮疤忘了疼了。 记得 2015 年 12 月，我去厦门参加一个活动，最后一天晚上，跟一位女老师聊到凌晨 2 点多。聊的时候她没说什么，结束的时候，她说了一句：“福香，跟你聊天太累了，你聊着聊着就绕回去了，不对焦的感觉。” 听她这么说，我心里很不舒服，心想：“有你这样的吗？你早说呀，早说了，我还不稀得跟你聊了呢！” 那时候，哪里知道对焦不对焦的问题！反正她是老师，我是抱着请教她的态度，自我感觉漫无边际的问题反过来、复过去地问也正常吧！是她自己没有耐心吧？ 还记得 2018 年在某机构学习，出卖我的那个老师也总是说我听不懂别人的话，说跟我说话不对焦，甚至用 “打地鼠” 来比喻跟我说话的感觉。我心想：“我小心翼翼地跟你说话，你还不停地找我的茬儿，老娘我还看不上你呢！” 那时候，我只知道别人说的话，我的理解似乎跟其他人总是会有一些出入，甚至不知道自己为什么一下子变得那么笨了，但依然没有意识到自己有什么问题。这个老师的话，我自然也是不信的，甚至觉得他是故意诋毁我。 2018 年 7 月，学习深层沟通技术的时候，遇到了对我帮助很大的赵淑军老师。赵老师非常温暖，我觉得她是真的心底无私，并且非常有耐心。有一天下午，课间休息的时候，我请教了赵老师一个问题，但我现在已经记不得问的什么问题了。她非常耐心地回答我，我也非常虔诚和认真地倾听。她给我回答完了，我为了让自己不至于误解和遗漏，就把自己听到的内容复述一遍给她听。她说明明给了我三个建议，我却只听到两个。她又很耐心地再给我讲了一遍，可我听到的就只是两个。后来，实在没有办法，我就让边上的同学帮我听，她告诉我听到的是三个建议的时候，我真的不敢相信，因为我听到的依然是两个。她们一面为我着急，一面也觉得我太好笑了。而我则是既羞愧又百思不得其解，我明明用尽了所有的虔诚和精力，我为什么听不到那第三个建议呢？ 晚饭之后，我因为下午的事情，心里很纠结，满脑子疑问。其他的同学都在相互交流，赵老师则单独跟我用了整整一个晚上的时间交流。我生怕再出现下午的情况，我基本上不敢发表自己的意见，只是听她不停地说，我偶尔才确保万无一失地插上一句。结果聊完之后，她竟然说出和之前老师一样的话来：“福香，跟你聊一晚上，累死我了。你一个大博士，怎么听不懂别人说的话呀？感觉跟你聊什么都很难在一个频道上。” 天哪，一个老师说我，我可以忽略；出卖我的老师说我，我可以不信；这刚刚认识的老师再这么说我，我还有理由觉得是别人的问题吗？ 那天晚上，我心里很难受，也很崩溃，几乎一夜无眠。我不知道自己到底怎么了？我为什么会听不懂，甚至听不见别人说的话呢？我在黑夜里无望地睁着双眼，绝望侵蚀着我的全身。听着并排躺在地垫上的几位姐妹的呼吸声，我觉得自己很孤独。那一晚，我心如刀割。感觉她们任何一个人都比我强，我读了那么多书又有什么用呢？我没有想到自己竟然会悲惨到听不懂别人话的地步。 第二天早上，我觉得整个人都不在状态，心依然很疼，很消沉。我似乎被什么东西卡住了一样，我不知道自己怎样才能摆脱这种 “愚钝” 的状态。早上一行人出去晨练结束，其他姐妹走在前面，我一个人远远地跟在她们后面，在离我很远的后面是赵老师和另一位姐妹。 正在我茫然前行的时候，赵老师快步走上来拉住我的手，关切地问道：“福香，你感觉怎么样？” 我心里一阵儿温暖，但是，不知道该说什么，我真的不知道该怎么跟她交流了。我满脑子都是 “我听不懂别人的话” 的声音。 回到教室，赵老师又跟我很掏心地聊了一会儿，大概就是她看得到我的状态，也知道我很难受，她相信我可以突破自己这个点。我的心被赵老师的温暖和慈悲瞬间感动到张开了一条大大的缝隙，就在那一刻我不再抗拒，我承认了我真的听不懂别人说的话。我发自肺腑地感激赵老师让我看到并愿意面对自己的这个问题。 现在，我有能力去倾听休学家庭的问题，并可以如此有效地帮到他们。每每看到他们发给我的文字，我都有一种身临其境、感同身受到当事人的感觉，我甚至耳边听得到他们的心声。所以，我相信我是成功走过了 “听不懂别人话，不对焦，不同频” 的问题了。但是，如果你要问我是怎么走过的，很坦诚地讲，我真的不知道。在学习了深层沟通技术之后，我只知道我内在有个强烈的声音：“不需要再在任何的平台间游走了，这应该就是我最后的驿站了。” 现在，我不但可以听得懂别人的话，而且我整个人的状态都不一样了。没有恐惧了，心定了，一切都好。 所以，不管深层沟通也好，佛学基督或者其他法门也罢，我相信只要疗愈自己的恐惧和伤痛，听不懂别人话的问题其实也并不是什么了不起的 “奇葩”，与生命成长中的其他问题也并没有本质的区别。 未完待续 （原创文章，已申请版权保护，请勿无授权转载）","categories":[{"name":"理论精华","slug":"theory","permalink":"http://fuxiangxinling.com/categories/theory/"},{"name":"SFAT","slug":"theory/SFAT","permalink":"http://fuxiangxinling.com/categories/theory/SFAT/"}],"tags":[{"name":"基于系统的家庭调整理论","slug":"基于系统的家庭调整理论","permalink":"http://fuxiangxinling.com/tags/%E5%9F%BA%E4%BA%8E%E7%B3%BB%E7%BB%9F%E7%9A%84%E5%AE%B6%E5%BA%AD%E8%B0%83%E6%95%B4%E7%90%86%E8%AE%BA/"},{"name":"“奇葩”思维","slug":"“奇葩”思维","permalink":"http://fuxiangxinling.com/tags/%E2%80%9C%E5%A5%87%E8%91%A9%E2%80%9D%E6%80%9D%E7%BB%B4/"}]},{"title":"SFAT-4-2 休学孩子四阶段，家长应该做什么？（二）","slug":"theory/SFAT/SFAT-4-2","date":"2020-03-20T05:41:13.000Z","updated":"2020-12-20T18:29:40.445Z","comments":true,"path":"theory/SFAT/SFAT-4-2/","link":"","permalink":"http://fuxiangxinling.com/theory/SFAT/SFAT-4-2/","excerpt":"","text":"# 姜福香 原创（2018.5 初稿，2019.11 修订） 接上篇 # 第三阶段：蓄力回归阶段 对于已经停下学业的孩子，走出家门，回归学校或工作环境，实在不是一件说说那么简单的事情。重新去面对那个曾经让他退缩的世界，需要孩子积蓄到足够多的勇气和力量。 人都是有惰性的，我不赞成家长抱持 “静待花开” 的态度，那必会延误复学或复工的良机。只要前两个阶段父母和孩子踏踏实实地走过，确保孩子的状态有了实质性的好转，特别是孩子的内动力逐步得到激发，家长就需要瞅准时机推他一把。通过建立规则，强调责任，逼他回到正常的轨道，理所当然地去做他该做的事情，担负该负的人生责任。 我从 2016 年 10 月试图推动我女儿，经过比较，她自己选择了后来复学的那个学校。但是，她去试听了两天，发现自己还没有力量走进去。那时候，她确实状态还没有达到很好。于是，就退一步，要求她必须去辅导机构补习。刚开始补习的时候，也是一大堆的畏难情绪。到了机构的楼下，唉声叹气半个小时都不肯下车。我允许她叹气，但必须下车去见老师和上课。这样坚持一段时间，慢慢她自己就可以按时去了。 转眼到了 2017 年 6 月份，她的状态很好了。我直接下最后通牒：“下学期上学去，再不去上学，我就离家出走！” 她很痛快地答应：“好，好，上学去还不行吗？” 6 月 18 号，学校入学考试，我正好头一天去外地参加一个活动，爸爸也正好有事，没有时间陪她。走之前，我还担心她自己不去考试，我问她要不要表姐陪她去？她说不用，自己可以去。第二天她不但自己去参加了考试，还自己约了招生办的老师谈了一下学习的事情。 所以，孩子状态调整好之后，“临门一脚” 还是很有必要的。 另外，在孩子真正走出去之前，家长一定要做好孩子的心理建设，让他对未来可能遇到的问题有所预见。 比如，在我女儿复学之前，每每谈及复学，我都会认真地亮给她两个问题： 1、回到学校，大家可能会说你有心理问题。 这个问题她敢面对，就不会觉得休学有什么大不了，不会在意周围人的眼光。大概是因为我很早就坦然接纳了孩子休学这件事情，所以我女儿一直对这个问题没有顾虑。可是，不管孩子是否真的抑郁过，只要休学，总会被老师和同学们戴上有色眼镜加以审视。更何况不少休学孩子办理休学手续的时候，在医院开具的证明就是各类 “抑郁症”。所以，为了避免孩子被周围突如其来的眼神和言语干扰，我觉得这项心理建设很有必要。 2、你的成绩应该不会像以前那么优秀。 这个问题她敢面对，就不会因为复学之初的学习跟不上而有太大的压力。由于我之前对孩子的高要求，让她放下学习实在没有那么容易。早期一谈这个问题，女儿就说：“那算了吧，我不去了。” 我就知道女儿的内动力还不足，我对孩子的束缚还没有真的解套儿，我还要继续努力。直到孩子真的敢于面对自己的 “不优秀”，才说明她的确做好了足够充分的准备。 有的时候，慢就是快，欲速却不达。所以，我不主张在家庭结构尚且混乱，彼此沟通尚未畅达，完全给不到孩子力量的情况下，急于推孩子出去，那只能说明家长没有看清问题的本质和幸福的路径，心存焦躁恐惧的自我安慰而已。 # 第四阶段：复学坚持阶段 复学并不是休学的终点，复学初期（大约半年到一年的时间），也非常考验家长。很多孩子复学 2、3 个月又退缩回去，甚至反反复复复学很多次都不成功。这一次次的失败，毕竟会给孩子和家长带来更大的打击和无尽的迷茫。孩子离开学校太久了，学习、人际关系难免会遇到这样和那样的问题。这个阶段孩子能否坚持并取得复学的最终成功，除了跟前三个阶段是否踏实走过有关之外，更重要的是家长的耐心陪伴。家长遇事不惊的淡定是孩子复学是否顺利的决定性因素。 首先，要想孩子复学成功，选择合适的学校非常重要。 我女儿休学三年，初中两年的课程几乎没有学习。因为当时不想在档案里留下 “抑郁” 的记录，医院里其他的科室又开不出休学证明，所以，一直没有办理休学手续。在休学第二年的中考中，虽然取得了 “裸考” 428 分的 “不俗” 成绩，但普通高中无望。她自己说要去职业高中，可那似乎又不是属于我女儿的世界。所以，我们选择在家里又继续调整了一年才复学。现在看来，国际高中对我女儿而言是个不错的选择，因为她的英语非常好，到达她一直以来的梦想也更便捷。 每个孩子都有自己的优势和特点，要依据孩子和家庭的情况做出合适的选择。但无论怎样，我都不太赞同刚复学的孩子就选择远离父母，父母陪伴孩子走过这一段复学的坎坷之旅，对孩子的未来和长远而言，是非常有必要的。 其次，刚复学的孩子不必过于看重学习成绩。 不知道为什么，耳闻谁家的孩子休学好几年，一复学就成为学霸，我内心总会有些惴惴不安之感。我女儿刚复学的时候，不做作业很长时间，我们根本不管她的学习，学习是她自己的事情。现在在国外上学，我们不在身边，看不到她怎么做作业。国内复学那两年，我也几乎没看到她在家里做作业。直到复学两年后，我才知道，刚开始的时候，雅思卷子 10 分的题目，她经常只得 2 分。学习这么差都不退缩，还害怕有一天成为不了学霸吗？一年以后，她回家也很少学习，但参加全球考试，就已经成为每科全 A 的优秀学生了。 孩子有自己的学习节奏，不是闷头苦学就意味着成绩优秀。我女儿的习惯是充分利用好课堂 45 分钟，课后就做自己喜欢的事情。用她自己的话说就是：“每个人的身体机能是不同的，有的人习惯马拉松，有的人习惯百米冲刺。” 有些家长，孩子一复学就死盯学习，按照自己的认为掌控孩子的学习时间，关注孩子的学习成绩。起码我个人认为，这真的辜负了孩子休学的心意，也愧对了一家人所吃的那些苦了。 第三，坦然面对孩子的反复，适时给予孩子助力。 休学孩子复学的前几个月，反复几乎是必然的。孩子出现反复的时候，家长是否可以坦然面对，智慧处理，是决定复学成败与否的关键。很多孩子复学不成功，就是因为家长在孩子反复的时候束手无策，导致前功尽弃。 我女儿 2017 年 7 月 31 号复学，参加学校暑期课程的时候，每天能量满满，一个月的课程全勤。9 月初正式开学一周之后，从周日下午就不停地说：“我明天不去上学了。” 周一早晨装睡不起。 我们家永远都是我做 “坏人”，爸爸对女儿则极尽包容。我确认她没有任何不舒服之后，就坚定地告诉她：“必须上学去，没有选择。” 然后就跟她死磕，一直僵持到 10 点多，她才起床，老大不高兴地跟爸爸出门。爸爸在路上则尽力安慰和鼓励她，总算送到了学校。后来，班主任反映她去了学校也没进教室，而是找了一间空教室自己在里面看书。晚上回来，我们也不问在学校的事情，对她不进教室当做不知道，相信在学校自有老师对她进行引导。经过这次坚持，后来基本上没有发生这种无辜退缩的情况。 刚复学的时候，曾经因为没有完成作业，而不敢去学校。我们就一句话：“作业是你自己的事情，做不做自己说了算。但选择了不做，就必须面对后果，面对老师的惩罚。” 她知道不会允许她逃避，就乖乖地去学校了，但到了学校而不敢进教室也发生过几次。后来，我们就鼓励她：“你不做作业，如果还敢去面对老师，你就更厉害了。” 慢慢地，她知道作业是自己的事情，选择了必须承担后果，也就不再成为问题了，基本上每天在学校就可以主动完成。 我女儿复学之后，还有两三次因为极度迷茫、焦虑而引起的反复。因为她性格内向，焦虑难受的时候，她不习惯于倾诉或者发泄出来，而是愿意把自己关起来，自己慢慢调整。每当此时，我们会允许她停下来一天或半天，允许她退缩到自己的狭小空间里进行自我疗愈。 我记得最严重的一次，从那天早晨起床，她就一直愁眉苦脸地说：“妈妈，我今天不想去学校了。” 不管她怎么说，我依然一如既往地坚持不允许她退缩，逼着她跟爸爸出门了。结果半上午的时候，班主任微信我，说她没有去学校。我赶紧联系爸爸，才知道人家瞒着我，把女儿送到了我们的空房子那边。因为之前有过女儿关起门来调整的经验，我决定装作不知道，一天不联系女儿，让她好好调整。就连午饭我也决定不加操心。一直到傍晚，也没联系她，很晚我才去了空房子那边接她回家。没想到，我一开门，女儿就从书房里满面春风、又有点不好意思地出来迎接我。 我很吃惊地问她：“奇怪，你为啥这么开心？” 她说：“因为我憋了一天，想通了。” 回家的路上，我们聊了很多。原来女儿是纠结迷茫于不知道应该申请哪所大学。申请差的，心有不甘；申请好的，害怕失败。经过一天的思索，她认识到人还是应该给自己设定一个高一点的目标，决定要努力申请世界前 XX 的学校。但是，她说还有一个疑问，就是具体申请哪一所学校，她自己还是拿不定主意。 我跟她打趣道：“嘿，这么简单的问题，自己憋一天，难受不难受！你为什么不来直接问妈妈？” 她很认真地说：“不行，我必须自己想明白了才可以。” 我告诉她：“你只要有了自己的定位，知道自己的能力可以够得上哪个层次的学校，不需要确定具体考哪一所，因为可以同时选择申请很多所呀。一个人找到自己的层次和高度定位是最为重要的事情。” 女儿似乎恍然大悟，惊叹道：“啊？原来可以这样思考问题呀。” 女儿经过这次极度的迷茫和纠结之后，她好像再没有很明显地迷茫过。 可见，看起来同样是孩子的反复或者退缩，其实原因是不同的。针对孩子的每一次反复，家长要有能力看明白他反复背后的原因和意图，才可以 “兵来将挡，水来土掩”，平和而坚定地帮助孩子，给到他坚持下去的勇气和力量。 第四，做好孩子的心灵守护，协助孩子理顺人际关系。 离群太久的孩子，重新回到集体，必然有各种的不适应。家长不但要不害怕问题，给到孩子去面对一切的勇气。更重要的是要拥有智慧，守护好孩子的心灵，帮助孩子用成人的眼光看待周围的人、事物，学会人际沟通和交流。 比如，我女儿复学不久，班里从另一个国际学校转来一位女同学。这个同学性格外向，加上来自国际学校，英语口语比较好，上课的时候总是不停地打断老师，讲些跟课程无关的话题。女儿就非常愤怒，忍了一段时间，最后终于爆发，和这个同学吵了一架。因为班主任老师知道她休过学，很担心她受到伤害 (非常感谢女儿复学遇到这么好的班主任)。但我觉得就算受伤，也是孩子必须经历的，不需要去刻意保护。她能够爆发出来，已经是很大的进步了。针对这件事情，我和爸爸一方面认真倾听孩子的愤怒和委屈，肯定她表达出来是对的。另一方面，也站在班级的角度，有意识地导正她表达的方式。更重要的是，我引导女儿去看到那个同学为什么会忍不住说话，看到那个并不自信而通过张扬求得关注的对方。也引导女儿看到自己为什么会愤怒，看到那个想张扬却不敢而心生嫉妒的自己。慢慢地，女儿就越来越理解了对方，也明白了自己，和那位同学也就没有什么隔阂了。 女儿复学之后，她爸爸非常耐心地陪伴，每天接送女儿的路上父女俩畅谈甚欢。我觉得女儿复学之所以越来越稳定，状态越来越好，爸爸的陪伴作用重大。 # 结束语 总之，孩子的力量最终来自于父母，只有父母真正地因为孩子的休学而好好疗愈自己并成长起来，少些恐惧和焦虑，多些笃定和智慧，在家庭中坚守自己的位置，学会与人沟通，在不同的阶段以合适的方式对待孩子，才可以真正地帮到自己的孩子，才可以让自己和孩子找到一生幸福的金钥匙！ 孩子正常回归、稳步前进的那一天，也是拥有夫妻恩爱、家庭和谐幸福的那一天。因此说 “孩子是来度我们的佛” 一点都不为过。 值得指出的是，用极左或极右的做法对待休学孩子都是不可取的。 一种是，急功近利地在孩子伤口未愈、家长还不明白问题所在的时候，就让孩子远离父母或者推孩子出去，完全以复学为目的，这必会丧失家长和孩子一起成长的机会，孩子成长的土壤贫瘠，早晚还会出现营养不良。另一种是，怀着对孩子的愧疚，无期限地接纳包容、静待花开，任何阶段都无原则底线。这只会滋生懒惰和无力，孩子会失去成长的动力，丢弃成长的责任，最终培养的就是 “白眼狼”、“败家子”、“啃老族”，可谓害了孩子，也害了自己。 可见，厌学休学的问题绝不是孩子一个人的问题，而是一个家庭系统的问题。 家长坦然承认问题所在，把孩子放回家庭系统中，基于系统的理念对家庭进行综合调整，和孩子一起走过这四个阶段，一定会有别样的收获和惊喜。 最后说明的是，这四个阶段基本上是针对最极端的情况 —— 孩子已经趴窝儿的情况，其他情况可酌情参考。 （原创文章，已申请版权保护，请勿无授权转载）","categories":[{"name":"理论精华","slug":"theory","permalink":"http://fuxiangxinling.com/categories/theory/"},{"name":"SFAT","slug":"theory/SFAT","permalink":"http://fuxiangxinling.com/categories/theory/SFAT/"}],"tags":[{"name":"基于系统的家庭调整理论","slug":"基于系统的家庭调整理论","permalink":"http://fuxiangxinling.com/tags/%E5%9F%BA%E4%BA%8E%E7%B3%BB%E7%BB%9F%E7%9A%84%E5%AE%B6%E5%BA%AD%E8%B0%83%E6%95%B4%E7%90%86%E8%AE%BA/"},{"name":"休学孩子","slug":"休学孩子","permalink":"http://fuxiangxinling.com/tags/%E4%BC%91%E5%AD%A6%E5%AD%A9%E5%AD%90/"}]},{"title":"SFAT-4-1 休学孩子四阶段，家长应该做什么？（一）","slug":"theory/SFAT/SFAT-4-1","date":"2020-03-20T05:36:25.000Z","updated":"2020-12-20T18:29:33.481Z","comments":true,"path":"theory/SFAT/SFAT-4-1/","link":"","permalink":"http://fuxiangxinling.com/theory/SFAT/SFAT-4-1/","excerpt":"","text":"# 姜福香 原创（2018.5 初稿，2019.11 修订） 作为一个陪伴女儿走过三年休学，两年半复学时光的家长，我不得不说孩子休学确实是一个家庭的灾难，但也绝对是机遇，是一个家庭走向全面和谐和幸福的机遇。你只要抓住了休学孩子和家庭的核心问题，掌握休学的规律，越来越淡定平和地陪伴孩子一起成长和走过，灾难就变成了上天赐予的厚礼。 当然，如果有些问题可以早早发现，或者在孩子刚刚出现状况的时候有良好的引导，我绝不会赞成让孩子脱离开人生的正常轨道而选择休学在家，因为很多成长中的问题在属于自己的人生轨道上调整会更加有效和实际。 而一旦选择停下来（趴窝儿），要想重新启动就需要更大的力量。 根据我这几年的学习成长、带动女儿走出来以及接触众多休学家庭的经验，我曾于 2018 年 5 月将休学孩子总结为四个阶段，以及每个阶段父母该做什么。经过 9 个多月对十几个家庭的长期跟踪指导，我发现其实休学的家庭和孩子可以走得更快更稳。现对这四阶段总结进一步修正，希望对休学家庭有所帮助。 当然，每个家庭都是个案，没有两个完全相同的家庭和孩子，这些也只是大略的指导性意见，家庭的调整和进步一定是细致而微的工作，不是大理论就可以解决全部的问题。 # 第一阶段：焦虑蜕变阶段 孩子刚刚出现厌学、辍学的时候，往往处于极度焦虑、狂躁或者封闭的状态。多数家长会因为孩子的状态而焦虑，想尽各种办法游说孩子，试图让孩子回归正常，这不但往往收效甚微，甚至还会给孩子雪上加霜。 我记得我女儿刚刚休学的时候，我就做过不少这种上串下跳的事情。班主任、数学老师、生物老师轮番上阵，连校长、副校长都找上了，饭也请了不少顿，可是一点作用也没起。 孩子出现问题，家长首先最应该做的是弄清楚孩子出现问题的根源。 如果是遇到了具体的问题，如校园暴力、老师体罚、感情挫折…… 等，家长有智慧地妥善解决，大概可以峰回路转。但是，如果是因为自身的家庭问题，导致孩子内在匮乏、自信心不够、内动力不足，家长就需要做好和孩子一起学习改变的准备。这条路很艰难，但却是大多数家庭需要走的路，因为孩子的问题只是表象，家庭才是问题的根源。 此阶段，焦虑家长可以适当远离孩子，允许孩子退缩回孩童状态（即退行）一段时间，按照他自己的方式存在，可以适当在各方面顺和孩子。更重要的是家长要积极调整自己的状态，调整家庭结构模式，努力改变自己对待孩子的错误方式，调整与孩子之间的沟通模式。因为，孩子出现问题，骨子里要表达的心声无外乎两个方面：我需要爱，我需要尊重和自由。 值得注意的是，允许孩子适当的退行和对他们合理的顺和，目的在于补充曾经缺失的爱。但这个度一定要把握好，否则，极有可能阻碍孩子的成长，甚至使之陷入无休止的受害者模式之中。我指导和接触过的休学家庭中，有的在某些主张无条件悦纳、顺和的平台呆得太久了。家长给爱有余，原则底线不足。特别是做父亲的，温和有余，威严不足。导致孩子不知道边界，其实是让孩子更加地焦虑恐惧，缺乏力量。要将孩子从这种受害者模式或者无力的状态拉出来，反而要大费一番周折。并且一不小心就很容易反复，又掉回去。这值得家长特别警惕！ 其实，认为悦纳、顺和就是爱，是对爱的认识掉入了二元对立思维的陷阱。跳出二元对立来看，爱与不爱最重要的是看你的 “起心动念”。家长的起心动念是帮助孩子成长、拥有做自己和幸福的能力，打也是爱，骂也是爱。家长的起心动念是满足自己的需求，或因为自己的恐惧，那就不是爱，比如讨好孩子。所以，尊重孩子作为独立的个体存在，允许他做自由的自己，允许他长大，帮助他负起自己人生的责任才更为关键。 # 第二阶段：身心重塑阶段 因为在摸索中前行，我女儿从休学到真正走进第二阶段用了将近两年的时间。其实，只要方向对了，这个过程可以大大、大大地缩短。 第二阶段要以家庭结构、沟通模式的调整为基础，家长自我的成长改变为前提，积极带动孩子走出家门，走进关系，重塑阳光心灵。 经历了第一阶段，家长和孩子的状态都有明显的好转，通过家庭结构和沟通模式的调整，夫妻关系、亲子关系也明显改善，家庭氛围逐渐好转，孩子的内心被逐渐滋养而生发出生机。 家长首先要适时把正确的价值理念传达给孩子，帮助孩子找到人生的目标和追求，明白自己人生的意义。调正孩子的价值取向是激发孩子内动力最为重要的工作。 可以有智慧地带动孩子参加健身活动，恢复身体机能。通过旅游，走进大自然，达到 “与大自然的联系”。通过走亲访友，达到 “与他人的联系”。也可以参加各种平台组织的亲子训练营（最好是亲子营），和孩子一起挑战极限。同时，最好让孩子进入辅导机构，有计划地请老师一对一或者小班补习落下的课程。 特别要指出的是，积极阳光的私人健身教练，或者一对一补习的老师，家长都可以坦诚地与之沟通交流，让他们发挥陪伴和带动孩子的作用。这个阶段如果有人可以让孩子敞开心扉，多多倾诉他过往遭遇的创伤事件，对孩子将会有非常好的疗愈效果。 以上这些工作的目的都在于让孩子进一步打开心扉，重建各方面的联系，激发孩子的内动力，从而为复学或复工进行各方面的储备。我在带动女儿的过程中，以上这些建议一一用到。 女儿 2014 年 9 月开始断断续续上学，12 月正式休学。 2016 年 5 月，开始真正愿意走出去，第一站去了马尔代夫，这次出行女儿状态变化极大。 2016 年 8 月，开始健身，私人健身教练是个东北的小伙子，非常健谈，对女儿影响至深。 2016 年 10 月，开始在辅导机构一对一补习，当时补习的目的不在于学习知识，重点在于让女儿走出去，找到学习的感觉和建立与外人的联系，补习老师也对她帮助极大。 2017 年 1 月，我带女儿参加了自然的恩典冬令营，尽管当时是把女儿忽悠去的，但这次冬令营对女儿的影响太大了，是女儿真正打开心扉的一次活动，从此基本上状态全面好转。 2017 年 2 月，女儿陪我一起带姥姥、姥爷赴台湾旅行，让我看到了女儿的沉着、冷静和担当，反而是我自己遇事儿慌慌张张。 2017 年 3 月，我带女儿成都、重庆之旅，得到了爱与幸福家人的热情招待。特别是在重庆，我被她们的爱深深地感动，这份无私的爱也对女儿产生了重大的影响。 2017 年 4 月，上海之行，5 月，广州之行，都是爱与幸福的家人热情接待。 2017 年 7 月初，我们一家三口参加了自然的恩典夏令营，这次夏令营是女儿主动反抗我，让我放开对她的 “控制之手” 的 “虐娘” 之旅。我当时痛苦绝望的感觉只可意会，很难言传，婉如重新经历了一次撕心裂肺的阵痛，才让我彻底醒悟过来：我的女儿原来一直在拼命挣脱我的束缚，努力做她自己。当我很坦诚地告诉女儿：“从今天开始，你大胆做你自己，并且要帮助妈妈断了控制你的瘾。” 我真的看到了女儿的轻松和自在，力量一瞬间增强。 2017 年 7 月末，女儿自己选择了国家地理杂志组织的冰缘带花卉摄影之旅（香格里拉）。生命就是如此地神奇，自有他成长的规律。前面的所有活动，基本上都是我绞尽脑汁，甚至是坑蒙拐骗才把女儿带去的。唯有这趟最艰难、最具挑战性的突破极限之旅是女儿自己选定的。当我们爬到 5000 米海拔的高峰，我因为高原反应加上怕冷而退缩的时候，看到的是女儿坚韧不拔，勇往直前的身影。 我知道，至此，我们家终于携手走过了这趟修行之旅最艰难的路程，回头想想，真的太不容易了。 当然，如果第一阶段踏实而方向明确地走过，第二阶段其实也未必像我在摸索中前行这样，耗费如此长的时间，参加如此多的活动。抓住了每个休学家庭的核心问题和发展规律，对症下药，可以让路径大大地缩短。 未完待续 （原创文章，已申请版权保护，请勿无授权转载）","categories":[{"name":"理论精华","slug":"theory","permalink":"http://fuxiangxinling.com/categories/theory/"},{"name":"SFAT","slug":"theory/SFAT","permalink":"http://fuxiangxinling.com/categories/theory/SFAT/"}],"tags":[{"name":"基于系统的家庭调整理论","slug":"基于系统的家庭调整理论","permalink":"http://fuxiangxinling.com/tags/%E5%9F%BA%E4%BA%8E%E7%B3%BB%E7%BB%9F%E7%9A%84%E5%AE%B6%E5%BA%AD%E8%B0%83%E6%95%B4%E7%90%86%E8%AE%BA/"},{"name":"休学孩子","slug":"休学孩子","permalink":"http://fuxiangxinling.com/tags/%E4%BC%91%E5%AD%A6%E5%AD%A9%E5%AD%90/"}]},{"title":"SFAT-3-2 二元对立思维及其对人的影响（二）","slug":"theory/SFAT/SFAT-3-2","date":"2020-03-12T05:22:02.000Z","updated":"2020-12-20T18:29:26.864Z","comments":true,"path":"theory/SFAT/SFAT-3-2/","link":"","permalink":"http://fuxiangxinling.com/theory/SFAT/SFAT-3-2/","excerpt":"","text":"# 姜福香 原创（2019.11.4） 接上篇 # 三、二元对立思维与外在冲突 “外面没有别人，只有你自己”。内在充满二元对立和冲突的人，内心里会有很多的预设立场和框框。 对外就会从自我的立场出发，去界定所谓的 “是非好坏”，“善恶美丑”，自认为自己是对的、好的、善的，只要别人不符合他的标准，他就会认为别人是错的、不应该的，更严重地会认为那个跟我对立的人，没有捧我场的人，批评我的人就是坏人。 许多关系（尤其是夫妻关系）发生问题，都是由于对彼此的这种自以为是的评判，造成了彼此之间的冲突。你内心的界限越多，与家人的冲突对立就越大。 你的人生就会从原本温馨和谐的世界落入苦海。本来可以很幸福地生活，到头来自己痛苦，也带给别人痛苦。 在家庭里，很多家长在孩子不能如己所愿的时候，就会难以控制地焦虑、担心，甚至变得怒不可遏，很重要的一个原因就是家长的二元对立思维。其实，孩子的行为本质上也许并没有错，他只是不符合父母预设的立场，父母就认为他们这样做是不对的，这也是亲子之间存在代沟和冲突的根源所在。更为严重的，有些家长发现实在控制不了孩子，甚至把心理有问题、抑郁的标签贴到孩子身上，通过吃抗抑郁药让孩子乖乖就范，满足自己的标准和规范。 我曾经特别在意女儿吃饭的问题，担心她吃不饱，其实是我自己不敢吃饱，就用自己的标准思量孩子。很多年来，我一直认定身上有疤的、光头的都是坏人，说话不算数的、不及时回短信的是缺德的人，否定我的是嫌弃我的人，能花钱的都是败家子儿等等。特别是跟老公之间，曾经他只要一张嘴，我就认定他要否定我，他只要一否定我，我就愤怒难当，彼此根本无法沟通，导致冲突、冷战不断。 因为我自己的二元对立思维，而把外面的人划分成了三六九等，除了自己看不顺眼的，觉得自己被嫌弃而远离的，觉得自己看不上而别扭的，剩下能和平相处的就寥寥无几了。正如很多现代人的孤独，我也一直有深深的孤独感。而这些看起来被世界抛弃的孤独感却恰恰就是因为二元对立导致的内在冲突。 而当我们开始有意识地走在超越内在二元对立思维的大道上，全然地接纳了自己，内在冲突偃旗息鼓了，自然就可以接纳别人，外在冲突自然也就逐渐减弱了。就连曾经真的伤害到我的人，我也可以看到伤害背后带给我的宝贵礼物。 比如前面谈到的出卖我的老师，如果没有那份被出卖的深深的伤痛，我怎么可能戒掉了依赖权威的瘾？成长的力量又怎么会回到我自己的身上呢？也只有超越了内在的二元对立，我们才会对他人有更多的宽容，能欣赏他们的独特性，不再去批判他人。 # 四、超越二元对立，智慧引领孩子 # （一）超越二元之道 要想超越二元对立的枷锁，必须开启超越科学和人类惯有思维的更高智慧。 前面提到，《道德经》的 “道” 和释迦牟尼的 “空” 超越了二元对立的思维，是宇宙，也是地球上最高智慧的呈现。 《道德经》指出，道是万物的总源头，是天地父母的大爱，是超越二元对立的。男女平等，阴阳一体，夫妻互补，相反的两极不是对立的，没有矛盾，而是和谐运作，生生不息的。而每个人行为的是非、对错、善恶自然有他的因果律（宇宙法则）。尊重每个人的选择，每个人也都必须做自己生命的主人，为自己的选择负责。 一个人要打破和超越惯有的二元对立思维，道理很简单，那就是只需要提升自己的智慧和高度，不再用自己的标准去评判别人。但是，这个过程却没有那么简单，你必须奋力打破限制思维的屏障，这必然会面临困境，经受反复的痛苦和迷茫，真的需要极大的勇气和毅力。 要打破一个惯有的思维模式，重塑一个新的思维模式，在新旧转换的节点上，你甚至会感觉无所适从，什么都不会思考了。那种找不到北，找不到自己的感觉其实挺可怕的。 在这个过程中，我们还要学会时时、事事觉察。 自己是不是还会经常有好或坏，对或错，行或不行等等二元对立的评判和感觉呢？也可以有意识地找一些具体的事情，一起分析一下好的一面是什么，不好的一面是什么，慢慢锻炼自己多角度思维的能力。 当我们的智慧提升到一定的高度，心胸度量会越大，眼光看得会越远，就越能看到事情的真相，冲突和对立就会越少。超越了二元对立思维的羁绊，我们会感觉到世界、家庭和内在发生了翻天覆地的变化，会更加地和谐和幸福。 # （二）智慧引领孩子 陪伴家长的过程，绝不是简单地帮助他们带动和盯住孩子的过程，而是陪伴他们自己疗愈和成长，传递现有的经验和智慧，直到他们把这些经验和智慧内化于心，让他们拥有更高智慧的过程。 家长一旦开启了自己的高维智慧，就可以从好的事情看到坏的一面，从坏的事情看到好的一面了。就可以有能力笃定地面对孩子的各种状况，没有恐惧地和孩子沟通交流，给到和激发孩子的力量。 曾遇到这样一个孩子，他一旦想要一样东西，得不到，就念念不忘。再想起时，想要的愿望更加强烈。其实，不仅是想要的东西，而是只要事情不按照他自己认为的样子发展，他就会难受，就会有一种失控般的恐惧和焦虑。家长如果只是看到孩子的需求，一味地满足，根本解决不了问题。而要有能力看到这是严重的二元对立思维的反应模式，要有能力引导孩子明白，这个世界不都是黑白，好坏，对错，冷热这样对立的事物，还有一个灰色地带和过度区域。比如，你要某样东西，不是得到了就觉得被爱，就觉得安全，得不到就觉得不被支持，就掉进了万丈深渊。喜欢的有一天也会不喜欢，不喜欢的有一天也会喜欢。不执着于自己的想法，不用二元对立的方式思考，这个问题方能帮助和引导孩子解决。 我相信很多人都会笃定地认为 “事情就应该有好与坏、对与错”。就算事情确实有好与坏、对与错之分，关键是这个好坏对错是按照谁的标准评判？更何况事情哪有绝对的好坏对错呢？ 比如，我女儿刚复学的时候，看着很多同学都不顺眼，天天气哼哼地忍受着这种不舒服的感觉。有一天，我突然接到班主任老师的电话，得知女儿在学校和同学吵架了，原因是同学每次都搬她的桌子，她不愿意。女儿先行爆发，高声痛斥了那个同学一顿，还撕掉了班级的板报，然后一走了之。搞得整个楼里都听到了，影响十分不好。你说是好事还是坏事？看起来肯定是坏事，我自然要向班主任百般道歉，承认孩子的失礼。但是，作为陪伴女儿一路走来的妈妈，我又觉得这件事情的积极意义重大。女儿性格内向，遇事习惯性压抑自己。原来内向压抑的孩子勇敢地突破了自己，有力量敢于表达自己的心声，难道不值得高兴吗？当然，她的表达方式不合适，这个确实需要适当的引导和调整。 比如，某家的儿子做糖醋里脊，做坏了，没法吃。爸爸说看不到好的方面。难道忘了 “失败是成功之母” 吗？积累了失败的经验，下次可以改进了呀。 再如，一个孩子做数学题，10 道题错 9 道。爸爸问：是不是只盯着对的那一道？我倒觉得如果敢盯着错的那 9 道，还不觉得是坏事儿才更是超越了二元对立的魔咒吧？因为至少可以看到孩子进步的空间很大，更加难能可贵的是孩子敢面对失败，这反而更是休学孩子需要共同面对的课题呢。很多休学的孩子正是因为不敢面对失败，总想用成功证明自己，找到自信，才一次次退缩回来的呀。 又如，一个习惯二元思维的爸爸，因为他害怕孩子失败，所以觉得失败就是打击（觉得孩子被打击，他就一定受打击，因为孩子的认知多半来自父母）。但当他可以看到失败背后的宝藏，看到对孩子人生的正面影响，孩子就不会受打击了。他不需要帮助孩子去振作，先改变自己的认知就足够了。爸爸的认知调对了，再去把这个认知传递给孩子，孩子发现了宝藏，自然就振作起来了。 亲爱的父母们，你还觉得事情有好坏对错之分吗？一旦跳出二元对立的思维，绝对是一番完全不同的天地。父母成长到可以看到孩子，理解孩子，跟上孩子的节奏，休学的孩子怎么还会走不出来呢？怎么还会满身恐惧呢？ 所以，千万不要迷信什么专家，孩子最终的力量只能来自于父母。 父母也别在外面用力，最终能帮到孩子的就是我们自己坚实的成长和进步。当你的智慧和高度达到应有的境界，你也就成为了最懂你自己孩子的专家。 （原创文章，已申请版权保护，请勿无授权转载）","categories":[{"name":"理论精华","slug":"theory","permalink":"http://fuxiangxinling.com/categories/theory/"},{"name":"SFAT","slug":"theory/SFAT","permalink":"http://fuxiangxinling.com/categories/theory/SFAT/"}],"tags":[{"name":"基于系统的家庭调整理论","slug":"基于系统的家庭调整理论","permalink":"http://fuxiangxinling.com/tags/%E5%9F%BA%E4%BA%8E%E7%B3%BB%E7%BB%9F%E7%9A%84%E5%AE%B6%E5%BA%AD%E8%B0%83%E6%95%B4%E7%90%86%E8%AE%BA/"},{"name":"二元对立思维","slug":"二元对立思维","permalink":"http://fuxiangxinling.com/tags/%E4%BA%8C%E5%85%83%E5%AF%B9%E7%AB%8B%E6%80%9D%E7%BB%B4/"}]},{"title":"SFAT-3-1 二元对立思维及其对人的影响（一）","slug":"theory/SFAT/SFAT-3-1","date":"2020-03-12T04:56:02.000Z","updated":"2020-12-20T18:29:21.173Z","comments":true,"path":"theory/SFAT/SFAT-3-1/","link":"","permalink":"http://fuxiangxinling.com/theory/SFAT/SFAT-3-1/","excerpt":"","text":"# 姜福香 原创（2019.11.4） 二元论是个很深奥的哲学名词，说实话，动笔讨论这个问题之前，我查了很多的资料，但是，依然一知半解，我所理解的二元对立甚至与理论上的定义存在很大的差异。希望看到这篇文字的朋友不要质疑我的哲学功底，因为根本没有，也就谈不上被质疑了。我只是结合我自己成长过程中的认知变化，以及指导休学家庭过程中遇到的一些有关二元对立思维的卡点做些简单的剖析，希望对家长的认知有一点点的启发和提升吧。 # 一、何为二元对立思维 所谓二元对立的思维模式，是受文化等因素的影响，把存在看成是两种完全对立的思维现象 ，比如，好恶、美丑、非对即错、非黑即白、非此即彼、非朋友即敌人、非成功即失败、非天堂即地狱…… 等。 二元对立的根源在于我们的分别心和预设的立场，只要符合我们标准的就认为是对的、喜欢的、好的，反之就是错的、不喜欢的、坏的。 由于被自己这种狭隘的观念所束缚，二元对立的思维使人类的思维简单化。而真实的存在根本不是二元对立认为的那样简单机械，所以，这种僵化的思维模式具有很大的局限性，不可避免地使人类陷入生死对立的困境之中，从而产生接连不断的矛盾、冲突和战争，给自己制造出很多的问题和麻烦。 所谓的 “世上本无事，庸人自扰之” 就是这个意思吧。 实际上，人类的历史本身就是一部波澜壮阔的战争史，因为其思维就是建立在二元对立的架构之上，用二元对立的思想在运作。大到国家，小到家庭和个人，只要是二元对立的思维运作，就必然存在矛盾和冲突。 在现代人类的思维中，人们依然非常习惯于二元对立的思维模式。尤其是对科学的思维完全是建立在二元对立的基础之上。 纵观古今中外的盛典，除了佛教的 “空” 和《道德经》（道家代表作）中的 “道” 之外，基督教、儒家、道家等全部都是二元对立的思维模式。基督教不是上帝，就是撒旦；儒家不是君子，就是小人；道家不是得道，就是失道。所以，想要摆脱这种远古相传的原始性的思维模式的桎梏，对现代人类而言绝非易事。 # 二、二元对立思维与内在冲突 人作为一个自然存在的个体，由于成长的经历、所受的教育以及社会文化背景等影响，必然会有这样那样的伤痛，并形成不同的认知体系。 习惯于二元对立思维的人，首先会在自己这个原本完整一体的内在制造出无尽的矛盾和冲突，让自己的身心四分五裂，让自己的内在战争、冲突不断，让自己活在很狭窄的空间里，从而导致自己难以名状的痛苦和纠结。 例如，外表的美丑、能力的强弱、财富的多寡、地位的高低、背景的优劣，每当我们想到那些自以为好的部分时，就会心生欢喜，而想到那些自认为不喜欢的部分时，就会痛苦沮丧，身心俱疲。 # （一）认死理儿 以我自己为例，我是个从小就认死理儿的人，认死理儿自然是极端的二元对立思维，非黑即白，爱憎分明，缺少中间地带。我认死理儿的深层根源是因为我从小所受的教育，再加上父亲严明守纪、说一不二的作风，这些都对我影响至深。 长大之后，我的思维就被二元对立的牢笼囚禁着，生活中就是认死理儿。爱就爱得死去活来，恨就恨得咬牙切齿，可以为朋友两肋插刀，但看不顺眼的人再怎么讨好我都无济于事。在很多方面都会用内在父母的 “是与非”、“应该与不应该” 标准严格要求自己。比如，女孩儿抽烟喝酒是不好的，人要言而有信，甚至 “在外人面前要坐立有相” 都曾经让我不敢越雷池半步，等等。整个人就像被一个无形的东西框住了的感觉，心是紧绷的，甚至身体也是紧绷的。 我相信如我一样出生在 70 年代的父母，多数会受这种思维的局限吧？而生活在当下信息时代的孩子们，只要还没有受到极大的 “摧残”，应该都是多元全像式的思维模式，他们的思维极其活跃，天马行空，崇尚自由。如我一样状态的父母，怎么会有能力懂得孩子的内心和他们的世界呢？ # （二）嫉妒心 正是因为被二元对立思维的牢笼禁锢，我越来越成为一个内在冲突特别大的人。很多年，我就像一个被框在框子里的人，看着别人自由奔放的举止，自己却不敢行动，活得纠结而辛苦。在内在成长的道路上，我也可谓是吃尽了苦头。 记得在学习成长的过程中，有一段时间，我发觉自己的嫉妒心超强。看到自己的嫉妒心升起的时候，我非常痛苦，因为自我感觉嫉妒是不好的，是要被别人唾弃的，而越是掩饰着不想有嫉妒心，嫉妒却如影随形越加强烈。后来，因为痛苦至极，我鼓足勇气告诉了自己很信任的一位老师 — 文月老师，因为得到了老师的理解和接纳，我才慢慢走过了那段因嫉妒而痛苦的旅程。我一直非常感谢文月老师曾经对我的帮助。 现在跳出二元对立思维，回看这个嫉妒和痛苦，其实特别简单。为什么会嫉妒？二元对立思维作怪！ 比如，2016 年，那个平台选拔专业陪伴孩子的人，我 “胸有成竹” 地报名，因为我自认为的 “努力” 成长，因为我自认为的 “无私” 付出，还因为我自认为的被老师 “认可”，我觉得理所当然 “应该” 入选，结果却是名落孙山。我看着那些被选上的人，左看右看都觉得不服气。二元对立的思维控制着我的头脑，认可了那些人，不就是不认可我吗？喜欢那些人，不就是不喜欢我吗？于是，嫉妒心就此产生。嫉妒就嫉妒吧，嫉妒是内心真实的感受，也无可厚非。但是，因为嫉妒了而痛苦则是另一个二元的冲突 —— 认为嫉妒是不好的。既然是不好的，就必然产生自我的批判，痛苦由此产生。文月老师对我的帮助就在于，她的接纳和理解让我少了一些对嫉妒的二元认知。 # （三）从一而终 另外，我有一个非常愚蠢的二元认知，那就是人要 “从一而终”，绝不可 “半路背弃”。2014 年 5 月，因为女儿的问题，我开始接触和学习第一个家庭教育理论。因为我是理工科出身，思维又很僵化，之前一直属于埋头苦干一族，从未接触专业之外的学习。这个平台和理论开启了我对世界完全不同的认知，我如饥似渴地参加各种活动，一如学霸一般地努力学习和付出，甚至惊叹 “原来生活可以是这样的”。 但是，2016 年元旦，一个指导师的一次答疑，让我产生了疑问。当时，经过一年多的学习，我感觉自己的状态有非常大的好转，可是女儿没有太大的变化，我内心里有个强烈的声音：“我要好好陪伴和带动女儿。” 但是，我真的不知道该如何陪伴孩子。 这个老师答疑的时候，我问了一个问题：“什么是有效的陪伴？” 期待已久的答疑，我得到的答案是：“你又开始盯你女儿了……。” 这样的回答真的不由得令我当场晕死，因为我太知道我当时是什么状态，我也太知道我自己想干什么了。当妈妈的要学习好好陪伴自己的孩子不是天经地义的事情吗？更何况我们是休学的孩子，太需要家长的带动了。那一刻，我非常失望，我断定在这里得不到我想带动孩子的智慧和支撑。 我经常对我指导的家长们讲：“为了带女儿走出来，就算去死，我都愿意”。也许正是因为这份 “为母则刚” 的恒心和毅力，让我有勇气第二天就去请了另外一个机构的专家对我进行辅导。 那段时间，我经历了前所未有的二元对立带来的内在冲突和痛苦，甚至是极大的恐惧。因为我清晰地感觉到，我内在有着难以名状的愧疚，耳边一直有一个强大的声音在自我批判：“你背叛了 XX 专家和平台！”、“你是个忘恩负义的人！”、“你伤害了那些对你那么好的老师！”、“你是个坏蛋，你是个叛徒！”…… 我的良心因为不能 “从一而终” 而遭受着谴责，日日噩梦。同时，我发现我做不到同时信两个专家，我只能要么全然相信，要么彻底不信。 我不知道自己为什么会有这种感觉，我被这种撕裂般的感觉彻底卡住了，心里千百次地问自己：“我到底怎么了？谁可以理解我的痛苦？” 后来，还是老公提醒我：“你是不是太二元思维了？你这个认知有问题。” 什么是二元思维？什么是认知？我一头雾水。突然记起，我曾经跟一位指导师说：“我看到某权威认可别人，我就觉得他不认可我，不管他认可不认可我，我都是这个感觉。” 那个老师当时就说我的认知有问题。他说我有问题，我就又觉得不被认可了。接下来的几天，我心里很难受，我只关注到了他对我的不认可，却并未多思考什么是 “认知”。 好在我对老公还算信任，他的提醒让我对 “认知” 有了高度的警惕。我疯了似地在网上查阅关于 “认知” 和 “二元对立” 的问题，初步对 “二元对立” 的概念有了粗浅的认识。可是，再多的认识也解决不了我那种撕心裂肺的痛苦，也没有现成的答案。天哪，我到底怎样才能自救？ 极度痛苦之下，我想到了一个幼稚的 “解脱” 之道，我空降到了第三个机构的研修营现场。我实在不想再被那两个力量拉扯了，我是不是创造出第三个力量，就可以脱离开二元的轨道，在一定程度上得到解脱了呢？ 上完第三个机构的课程，我真的感觉轻松了很多。但是，这次因 “从一而终” 引起的二元对立冲突又持续了很长一段时间，我的痛苦才慢慢走过。之后，对于 “忠于” 专家和平台的认知也稍稍自由了一些。 # （四）信 而关于信的问题，直到 2018 年 5 月才因为机缘巧合，让我彻底走过了二元对立的思维。以前，信一个理论，我必须确保这个专家是可信的，我才敢信。2017 年，进入一个不大的平台学习。我因为之前走了一些弯路，耽误了女儿走出来的宝贵时间，真的不敢再轻言相信什么专家和平台。但是，由于自己内在价值体系还没有建立起来，内心里想找专家和平台依赖的感觉依然强烈。所以，决定不远千里来到这个平台学习之前，我想方设法试探、确认这个所谓的专家是否可信。比如： 我告诉他：“老师，我的特点就是不太容易相信人，我总爱质疑。” 他说：“欢迎质疑，不疑不悟。” 我觉得不怕被质疑的老师不专制，断定他是可信的。 我说：“我害怕去上你的课会依赖你。” 他说：“就来对峙你这个点。” 我觉得他不怕依赖，又不引诱学员依赖，断定他是正直的。 我问：“老师，你理解我的痛苦吗？如果不理解，你是帮不到我的。” 他立马发来陪伴家人逛公园的照片给我，告诉我：“我在陪家人，我还在回你的微信，你说我理解不理解你？” 我那一刻瞬间放心了，我很久以来的痛苦就在于没有人理解我的痛苦，这个老师可以理解我的痛苦，断定他是高深的。 可是有一天，我突然发现这个我尊称 “老师” 的人竟然出卖我，在一个月之前，他把我和他私聊的信息原封不动地转发给我信息涉及的那个人。而我当时只是想弄明白我为什么看了那个人不实的博文，我心里很难受而已，对她绝无恶意。这个老师转发的同时却添油加醋，导致我和那个博主之间的矛盾。而在学习期间，他还一再地强调 “受教”，“我错了你也要站在我一边”，哪里容得下质疑？就连曾经问一句 “会不会来这里学习了，人就变得不温暖了？” 也成了欲加之罪的证据了。这些反差，让我因为对信的崩塌而陷入极度的痛苦，也让我对自己信的能力产生了极大的怀疑。 尽管后来我发现这里确实不可信而主动选择了离开，但是 2018 年 5 月份的时候，我还想选择信任，我还在极力地找我自己的问题。我每天都陷在痛苦自责之中，我看到别人都可以信老师，而我却做不到，我不知道问题出在哪里？ 有一天傍晚，上完课之后，我和一位来自内蒙的同修到公园散步。我很虔诚地请教她：“麻烦你帮我讲讲，你对 “信” 是怎么理解的？我为什么做不到相信老师？” 她说：“不需要相信老师呀，只要他的理论能帮助到你成长不就行了？” 真的非常非常感谢这位姐妹，她这一句话，彻底改变了我对 “信” 的认知。当然，也很感激那位老师，他被我证明值得信，到这份 “信” 被他自己亲手打破的过程，让我明白了自己内心的笃定有多么的重要，“盲目的信” 和 “失去自我的信” 都是幼稚滑稽的表现，只会把自己置于两难之中。 归根结底，我对 “信” 的纠结，还是源于我对 “信” 的二元对立的思维和认知。自由思维下的 “信”，必定是我可以信他的理论，而不管这个人怎么样。我也可以只信一个理论的一部分，而摒弃那些不好的部分。当然，也可以相信这个人，而鄙视他的理论。 这也就是亚里士多德那句响彻历史长河的名言：“吾爱吾师，吾更爱真理！” 吧。 也许有的朋友本来就可以自由游走于各个平台和理论之间，很难理解我对信的这个执着和感觉。也许还有的朋友享受按住于一个专家和理论，依然可以坚定不移。每个人都有自己的状态和需求。我只知道当我走过对信的二元对立的思维之后，我对各种理论和平台有了更为开放的认识。再去接触一个新的理论或平台，我根本不需要去证明这个专家如何，他是他，我是我，我为学习而来，拿走的是技术，收获的是成长。谁崇拜他，依赖他；谁鄙视他，诋毁他，与我何干？越开放，越自由，内心的恐惧就越少，这就是跳出二元对立的状态吧。 # （五）身心合一 当下的我，内在基本上是和谐而自由的，应该没有太大的冲突和痛苦了。2018 年 7 月，我有缘学习了深层沟通技术。在学分班上，辅导老师的亲历分享让我受益良多，在超越自己内在二元对立的道路上又迈进了可喜的一大步。 那是一位来自宝岛台湾的女老师。大概在课程第三天的早上，正式上课之前，她很诚恳地问我们愿意不愿意听她分享她自己的生命故事。而我就在来教室之前，刚刚接到朋友的微信，大概了解了她的故事，非常震惊。我断定她不会分享我已经知道的信息，那太尴尬了。没想到她却是非常平静地告诉我们，她年轻的时候曾经在风月场工作了十几年，那是一段见不得阳光的日子。机缘巧合，她和现在的老公相识，才把她带离了那个场所。回归正常的生活之后，她一直保持积极乐观的态度，努力让自己忘却那段不堪回首的过去，试图让一切从头开始。可是，无论她怎么努力，都无法让自己的内心轻松而平和，无法感受到幸福。直到学习了深层沟通之后，她才恍然明白，过去无论多么糟糕，那都是自己不可分割的一部分，都值得拥抱和珍惜。你越是排斥，不想接纳，越会如梦魇般影响着自己。那段时光尽管黑暗，但也是这一生必须体验的，没有过去的自己，也必定没有今天的自己。 听着辅导老师的分享，我深受触动，心疼老师，也心疼自己。我似乎瞬间明白了什么叫做真正的 “接纳自己”。这么多年，我的内在冲突极大，经常痛苦不堪。原来与外人并无多大关系，根源在于，我内在感觉 “好” 的一面一直在跟我感觉 “不好” 的一面二元对立，彼此攻击。 四十多年来，我一直不敢正视自己出生时身体的疾病，我觉得那是罪恶的象征。我一面想做个好人，善待周围的人，一面又觉得自己前世就是个坏人，时时害怕伤害了别人（因为出生时的瘤子，从小大人就说我是因为前世做了坏事）。面对饭食，我一面想多多享受，一面又约束自己，觉得贪吃是莫大的耻辱。当我成绩优秀时，我一面很开心，一面又要刻意掩饰自己，因为所受的教育就是 “骄傲使人落后”……。总之，我从来没有接纳全部的自己，内在二元对立的思维把我切割开来，让我时时感受着撕裂之痛，又怎么可能活出开心快乐、自由自在的自己？ 写到这里，我的心依然感受得到那种撕裂之痛，忍不住泪如雨下。我很心疼自己，这么多年，是我自己只想成为那个 “好” 的自己，不想要那些被人嫌弃的自己，是我自己丢掉了一半的自己。我又很佩服我自己，以半身之躯，竟也如此顽强，从来没有因为痛苦而退缩，也没有因为迷茫而放弃前进的脚步。 走过二元对立的羁绊，我要勇敢地接纳自己的一切，不管是黑天鹅，还是白天鹅，那都是顽强不屈的我自己。当我拥抱了完整的自己，当我的身心灵达到一体之时，这个世界也一定会更加的和谐而美丽。 未完待续 （原创文章，已申请版权保护，请勿无授权转载）","categories":[{"name":"理论精华","slug":"theory","permalink":"http://fuxiangxinling.com/categories/theory/"},{"name":"SFAT","slug":"theory/SFAT","permalink":"http://fuxiangxinling.com/categories/theory/SFAT/"}],"tags":[{"name":"基于系统的家庭调整理论","slug":"基于系统的家庭调整理论","permalink":"http://fuxiangxinling.com/tags/%E5%9F%BA%E4%BA%8E%E7%B3%BB%E7%BB%9F%E7%9A%84%E5%AE%B6%E5%BA%AD%E8%B0%83%E6%95%B4%E7%90%86%E8%AE%BA/"},{"name":"二元对立思维","slug":"二元对立思维","permalink":"http://fuxiangxinling.com/tags/%E4%BA%8C%E5%85%83%E5%AF%B9%E7%AB%8B%E6%80%9D%E7%BB%B4/"}]},{"title":"SFAT-2 如何调整孩子的价值取向？","slug":"theory/SFAT/SFAT-2","date":"2020-03-10T12:56:02.000Z","updated":"2020-12-20T18:29:14.525Z","comments":true,"path":"theory/SFAT/SFAT-2/","link":"","permalink":"http://fuxiangxinling.com/theory/SFAT/SFAT-2/","excerpt":"","text":"姜福香 原创（2019.11.2） # 一、价值取向的重要性 在 *《Lose Connections》* （《失去的联系》）中，约翰・哈里（Johann Hari）给出了 9 种我们生活中失去联系的东西：1. 工作的意义；2. 与他人的联系；3. 正确的价值观；4. 美好童年；5. 地位尊严；6. 对未来的期待；7. 大自然；8. 基因；9. 大脑。 我个人认为，这 9 种东西并不是孤立存在的，对休学家庭而言，抓住 1-2 个主要的方面，通过有效的系统调整，其他相关的方面也就自然联系上了。人生本来就是如此，那些卡住我们的纷繁复杂的点，有一个解套了，其他的也就随着松动了。 在这 9 种我们失去联系的东西里面，我认为最最重要的当属：3. 正确的价值观，它是一个人立于天地之间的根本。 价值观是人们对人生目的和实践活动进行认识和评价时所持的基本观点，它在一个人的生活中或其他社会存在中起着指导原则的作用。 有关价值观的研究很多，心理学家谢洛姆・施瓦茨（Shalon Schwartz）曾经提出了 10 种普遍的价值观。在表格右边的序号列中，按照各种价值观对自己的重要程度从 1 到 10 递减排列。数字越小的价值观对一个人的生活起到越重要的作用。也就是说，当你在选择的道路上纠结不已、难以决断的时候，很有可能会按照序号小的价值观行事。 # 10 个普遍的价值观动机类型 价值观决定着人们的价值取向。一个人有什么样的价值观，就会有什么样的价值取向，从而有什么样的思想行为和人生追求。价值观一旦形成，就会在人的价值选择中表现出相对稳定的特征，所以，三观 “不易碎”，且行且珍惜。 青春期是一个人价值观形成的重要时期，如果缺乏良好的家庭和社会引导，导致孩子的价值取向有所偏悖，就可能导致他们在：1. 工作的意义、2. 与他人的联系、5. 地位尊严以及 6. 对未来的期待等各个方面遭遇迷茫并失去联系。 我所接触的休学厌学的孩子多多少少存在某种程度的价值取向偏离问题，甚至有个别的孩子几乎没有三观的概念。所以，以调整孩子的价值取向为核心，是帮助休学厌学孩子找回学习内动力、尽快走出人生困境的有效途径。 # 二、基于系统的家庭调整理念 价值取向教育最重要的是 “是非的教育”，就是让孩子明白什么是对的，什么是错的。但是，孩子价值取向的形成或者调整，却不是家长通过多多说教，不厌其烦地告诉他 “什么能做、什么不能做、什么应该做、什么不应该做、什么是好的、什么是不好的……” 就可以奏效。多少青春期的孩子根本就是拒绝跟家长沟通交流，你再好的言语都进不到孩子的耳朵里，谈何调整呢？所以，我主张运用 “从家庭系统入手” 的调整理念。简单而言，就是在家长把自己认为的正确的价值观传递给孩子之前，必须做好家庭系统建设，从而保证信息传递的有效性。 具体来说，基于系统的家庭调整理念主要包含 “家庭结构” 和 “沟通模式” 两方面的调整工作： # 家庭结构的调整 家庭结构带有非常明显的时代特征，每个时代的经济和社会发展，都会在家庭结构中打上深深的烙印。 作为 70 后的家长，大多数家庭物质匮乏，子女较多。父亲很努力地赚钱，母亲很努力地持家，孩子很努力地学习，很多父母往往是高高在上的，这大概是那个年代家庭结构的常态。我就是在这样的家庭中长大的，我父亲是绝对的权威，动辄就突然暴怒，我们做错了事情看到的就是他生气的表情，做对了事情他却没有太多的回应，从来听不到他的认可和鼓励，跟我们也几乎没有深层次的交流。 我工作之后，只会用金钱孝敬父母（其实，因为对金钱的匮乏，大多时候也未必真的舍得。），不懂得怎么去爱他们，不懂得如何与人沟通，因为在原生家庭中没有学到这些价值取向。但至少那个年代的家庭结构长幼有序，伦理一般是正常的。 近 30 年来，由于独生子女政策的实施和国民经济的快速发展，中国家庭的结构逐渐发生了变化，也出现了越来越多的畸形。比如，大人围着孩子转，长幼无序，缺位的爸爸，勇往直前的妈妈，以自我为中心的孩子，等等。特别是中国人骨子里的界限不清感，导致彼此之间严重的纠缠，每个人都很难活出自我。 而当下处于青春期的孩子，生活在瞬息万变的信息时代，他们需要足够的个人空间，拥有自己的隐私，强烈地追求自由，敢于大胆地冒险，不喜欢父母事无巨细的管束，等等。家庭结构的调整如果跟不上时代的步伐，就势必成为导致孩子价值观错位，生存动力不足的重要障碍。 常言道 “良家不出逆子”，我认为 “良家” 首先应该是家庭结构正常的家庭。只有家庭结构回归正常，每个人都回到自己的位置，做好自己份内之事，既不逃避（责任），也不逾矩，这个家庭才可以达到一个良性循环的状态，孩子的价值取向才可以不至于混乱。尤其是父母，不但要拥有自己正确的价值观，并且要扮演好自己在家庭系统中的多个角色，方能以身作则，引领到孩子。比如，想要孩子体贴父母，父母必须先去做关心孩子和体贴自己父母的动作，给孩子做榜样。想要孩子犯错之后承担后果，父母必须自己要有担当，还要管住自己，在孩子犯错的时候，不要越位去代替孩子承担后果。 “每个人都回到自己的位置” 是家庭结构调整的核心。我在调整个案家庭的过程中发现，最为常见的是爸爸缺位，妈妈取代爸爸的位置，或者妈妈拉孩子来取代爸爸的位置。每个家庭有每个家庭的错乱模式，很多家庭的错位是深入潜意识的，自己根本无法觉察，这需要有专业的功底才可以揭露出来，需要细致而微的家庭调整，才可以理顺。 比如，上段时间很火的电视剧 *《小欢喜》* 中，单亲妈妈宋倩跟女儿的相处模式引起热议，她潜意识中把女儿当成了现实已经远去的爱人。这是深层次的错位关系，很多家庭都有这样不易觉察的问题。当孩子被迫承载了这样的情感，就会让他的内在无意识地陷入了错乱而疲惫不堪。 # 沟通模式的调整 有文章说 “在我们的家庭中，90% 的问题都源于不会沟通。” 我认为就算说 “家庭问题 99% 或 100% 是因为沟通出了问题” 都不为过，无论夫妻关系、亲子关系都是如此。即便是那些已经走到离婚的家庭，有几家是因为原则性的问题呢？所以，基于家庭本身的实际问题，细细矫正彼此之间的沟通模式是家庭调整工作的关键。只有以良好顺畅的沟通为前提，家长才有机会把正确的价值理念传达给孩子。 与青春期的孩子沟通，对家长而言，向来不是一件轻松的事情。很多人甚至给彼此无法沟通冠以 “代沟” 加以合理化。其实不然，每个孩子都发自心底地希望父母可以好好地跟他谈，只是家长与孩子的沟通方式无法让他们接收到合理的信息而已。比如，家长觉得自己有经验，就很容易把沟通变成说教。再比如，家长跟孩子沟通的时候，带着明确的目的和控制心，根本听不见孩子的声音。 有个简单的例子，一个很叛逆的男孩儿，第一次打架被送到派出所，父母保释他出来。父亲很生气地给他讲一大堆道理，告诉他以后再有类似情况发生，不会再保释他，让他自己负责。这一次，孩子因为父母帮忙承担了后果而内心很快乐。第二次、第三次，类似情况发生，父亲都去保释他，都说同样的话。父亲越来越愤怒，认为孩子不听话、不长进；孩子内心越来越失落，不知道该干什么了。其实，这个父亲从来没有和孩子真正地沟通过，只是在说教而已。用孩子自己的话说就是 “我希望他好好坐下来跟我谈谈，告诉我，我该怎么做。” 所以，家长必须改变自己和孩子的沟通方式，以及传达信息的方式。跟不同特质的孩子沟通，要用适合的沟通方式。孩子毕竟是孩子，不可能期待孩子改变来适应大人。家长的主动学习改变才是重要的，家长只要改变了自己对待孩子的方式，孩子一定会有所改变，而达到有效的沟通效果，孩子自然也会学到父母的沟通方式。 从长远而言，只有在家庭里学会彼此之间的沟通，孩子踏入社会才会与周围的人沟通，才懂得如何与别人相处。 以上两方面调整好了，家长的正确价值观信息传递给孩子就是顺理成章的事情了。家长就可以有机会和孩子一起畅谈理想，展望未来，一起深入探索人生的意义和活着的价值，一起看积极向上的书籍，一起参加积极向上的活动，谈论古今中外的仁人志士，谈论有关国家社会的各种话题，父母的一举手一投足都可以带动孩子。而孩子有了正确的价值取向，知道自己该做什么，明白自己人生的意义和未来的期待，内动力自然就升腾起来了。而内动力和内在价值体系才是我们的孩子取之不尽，用之不竭的 “能量之源”。 （原创文章，已申请版权保护，请勿无授权转载）","categories":[{"name":"理论精华","slug":"theory","permalink":"http://fuxiangxinling.com/categories/theory/"},{"name":"SFAT","slug":"theory/SFAT","permalink":"http://fuxiangxinling.com/categories/theory/SFAT/"}],"tags":[{"name":"基于系统的家庭调整理论","slug":"基于系统的家庭调整理论","permalink":"http://fuxiangxinling.com/tags/%E5%9F%BA%E4%BA%8E%E7%B3%BB%E7%BB%9F%E7%9A%84%E5%AE%B6%E5%BA%AD%E8%B0%83%E6%95%B4%E7%90%86%E8%AE%BA/"},{"name":"价值观","slug":"价值观","permalink":"http://fuxiangxinling.com/tags/%E4%BB%B7%E5%80%BC%E8%A7%82/"},{"name":"休学孩子","slug":"休学孩子","permalink":"http://fuxiangxinling.com/tags/%E4%BC%91%E5%AD%A6%E5%AD%A9%E5%AD%90/"}]},{"title":"SFAT-1 从抑郁说起","slug":"theory/SFAT/SFAT-1","date":"2020-03-06T12:45:44.000Z","updated":"2020-12-20T18:28:45.661Z","comments":true,"path":"theory/SFAT/SFAT-1/","link":"","permalink":"http://fuxiangxinling.com/theory/SFAT/SFAT-1/","excerpt":"","text":"这篇文章最初成稿于 2019 年 10 月 22 日，当时是因为偶然看到了英国记者约翰・哈里（Johann Hari）的著作 *《Lost Connections: Uncovering the Real Causes of Depression—and the Unexpected Solutions》* ，书中的观点与我指导家庭的理念如此地不谋而合，让我突然对自己的指导理论有了更为清晰的认识，也让我有信心和动力把我的理论形成文字，去帮助更多的家庭找到孩子和家庭问题的症结，帮助他们走上真正的幸福之路。 这是我的第一篇文章，也是 *《基于系统的家庭调整理论》* 的理论架构的最初萌芽，其意义重大。这篇文章作为我的公众号 “馥香心灵” 的开山之作，首日点击量就接近千人，更让我看到了我所做的这些文字工作的意义所在，也给了我继续做下去的信心。 无论怎样都要真诚地感谢约翰・哈里的工作和文字，感谢他给了我具有积极意义的启发和从事这个工作的力量。 # 从抑郁说起…… # 姜福香 原创 最近，我得以有机会静下心来，深入研读了约翰・哈里（Johann Hari）的大作 *《Lost Connections》*（《失去的联系》），从而让我对抑郁症的根源及其药物治疗效果有了更为全面的认识。更为重要的是这本书给了我非常大的启示，让我对家庭和孩子的问题根源有了更为深入和准确的把握，为我指导家庭和完善理论提供了非常大的帮助。 这几年，随着我自己的学习和成长，走过了生命中的很多个卡点，对抑郁也有了一些粗浅的认识。看到很多或叛逆、或纠结厌学的孩子被家长送去看心理医生，被草草诊断为各类抑郁病症，然后坚定不移地通过抗抑郁药物求得孩子的安稳与乖巧。而一些人到中年的家长，面对家庭和工作的种种不顺，无力走 “上坡路” 的时候，抑郁苦闷也是在所难免，很多人也去依靠抗抑郁药物维持自己良好的状态。特别是在陪伴孩子休学的家庭和抑郁纠结的大学生的过程中，每每听到吃抗抑郁药，甚至听到家长说孩子有心理问题、孩子需要治疗等字眼，我就会有莫名的烦躁和能量骤降之感。原因有三： 首先，其实人人都有病，先选择放轻松，再轻松…… 记得女儿休学之后，她只要说复学，我就会提醒她：“你回到学校，同学们可能会说你心理有问题。” 她总是很轻松地回我：“这年头儿，谁还没有点儿心理问题？” 的确是呀，各种的压力袭来，偶尔抑郁痛苦一下，不是人人都有的状态么？不妨先别把抑郁看得那么重，也许真的没有那么严重呢？ 其次，抑郁是症状。 如果不找病因，不挖病根，只通过吃药控制症状，不可能真的治好抑郁症。比如，休学孩子的各种看似不合常理的状态，不从导致孩子成为今天这个样子的原因入手，吃再多的抑郁药恐怕也只是求得短期的心理安慰而已吧。 第三，药物具有强大的副作用。 一旦依赖，真的有可能让一个健康的人生理和心理俱损，本来不是抑郁的也真的要抑郁了。 当然，抑郁症的病因各异，也不是说都可以轻松地不当回事儿，需要怎样的治疗需要对症 “下药”。看了这篇文章，至少应该明白，药不是万能的吧。 约翰・哈里通过大量的采访、调查，不但对药物治疗的问题给出了非常科学和系统的分析，还指出大多数人得抑郁症，其实都是因为一个原因，就是 **“生活方式出现了问题”**。 我们的生活方式让我们失去了和一些东西的联系，才导致出现了抑郁。 当我看到书中所列出的 9 种抑郁的诱因中，竟然有 7 种属于 “我们失去联系的东西” 的时候，内心里无比地惊喜，甚至是有些激动了。我在带动女儿和指导休学家庭的过程中，冥冥之中也许就是有神助，因为，我就是从这些方面入手，只是更加具体、细微、落地而已。 # 1- 工作的意义 书中引用迈克尔・马尔莫特（Michael Marmot）的研究结果：被研究者对工作的控制程度，决定了他们的抑郁程度。 不知道自己为什么工作，也没有把精力完全投入到工作当中，是当今世界大多数人对待工作的状态，这也是导致抑郁症如此普遍的诱因。 相类似地，对众多的孩子而言，不知道自己为什么要学习，无法因为浓厚的兴趣和明确的目标而全身心地投入学习，也是导致其休学厌学的重要原因。所以，帮助孩子知道自己为什么而学，知道学习对未来和人生的意义非常重要。 # 2- 与他人的联系 书中引用约翰・卡奇奥波（John Cacioppo）的实验结论：** 孤独并不是抑郁的结果，而是抑郁的原因。** 简而言之，一个人越缺少社交，他就会越抑郁。 其实很多问题家庭中，最大的障碍就是彼此之间缺少了最起码的沟通交流，看似生活在一个屋檐下，实际上每个人都活成了 “孤岛”。一个人在家庭之内没有学会与人建立正常联系的能力，踏入社会不懂得社交就很必然了。无论在家庭之内还是之外，孤独无处不在。很多孩子从学校退缩回来，或多或少存在融入集体和与人交往的障碍。越退缩越孤独，越孤独越抑郁，越抑郁越退缩，如此恶性循环。 # 3- 正确的价值观 书中包括美国心理学家蒂姆・卡瑟（Tim Kasser）等众多科学家的研究结果表明，你越看重物质追求，就越容易抑郁。 价值观是关于人的价值的观点，即人们对人生目的和实践活动进行认识和评价时所持的基本观点，它在一个人的生活中或其他社会存在中起着指导原则的作用。 我国改革开放以来，经济的快速发展导致很多人被物化的价值观充斥着头脑。人越是追求经济和物质，精神就越是空虚，心越是漂泊无依。父母一代这样的价值观也必然影响到孩子。而正确的价值观是激发孩子内在动力的基础，调正价值取向也就成为让孩子重新焕发生活和学习动力最为核心的工作。 # 4- 美好童年 美国医生文森特・费利蒂（Vincent Felitti）和罗伯特・安达（Robert Anda）的研究表明，小时候的每一种创伤经历，成年后都会让人更容易变抑郁。 由于 “外界” 和家庭 “内部” 诸多的原因，我们的孩子可能存在这样那样的童年不如意，甚至是心灵创伤。在这个 “丛林” 满布的社会长大的过程中，家长和孩子也随时都可能遭遇创伤和存在危险，这确实是导致孩子出现问题的重要或者直接原因。如何采用有效的途径和办法帮助家长和孩子适当地疗愈、走过这些创伤是家庭调整的关键。 # 5- 地位尊严 罗伯特・萨波斯基（Robert Sapolsky）的研究指出：抑郁症其实是人类对自己在群体里地位的一种反应。 无论大人还是孩子，一旦感觉失去了地位，或者别人对他不尊重了，就会感到抑郁。对休学厌学的孩子而言，其实他们出问题的重要原因和叛逆的主要目的多半儿就是 “做自己”。追求自我人格的独立是生而为人最起码的地位和尊严。而父母的溺爱、包办、控制，都是对孩子做自己的权利以及独立人格的严重剥夺。 # 6- 大自然 多项研究表明，生活在环境较好、绿地较多的社区，人的心理压力就会小很多，也更不容易得抑郁症。 生活在城市里的孩子，从小就置身于钢筋混凝土之林，跟大自然接触的机会较少。再加上电子游戏营造的虚拟世界吸引了孩子们的视线，更加削弱了他们走进大自然的兴趣。所以，越是条件优越的繁华大都市，孩子与大自然失去联系的程度就越高。 # 7- 对未来的期待 哈利指出，一个人一旦失去了值得期待的未来，他就会觉得没办法控制自己的生活， 这比没办法控制自己的工作更为严重，会让人直接丧失了生活的意义，从而导致抑郁。 很多被包办和控制长大的孩子连自我尚且不存在，为什么而学尚且不知道，未来要成为什么样的人可能根本没有能力思考，未来将去往何处也自然没有能力规划。前途渺茫而无助，无力掌握自己的人生方向，内心必然是惶惶然不知所措。 # 8&amp;9 - 基因和大脑 基因和大脑的改变是引起抑郁症的第 8 和第 9 种诱因，但人们可能夸大了它们所造成的影响。哈里指出，有个别抑郁症患者的确是因为基因和大脑的一些部位出现了问题，但是对大多数抑郁症患者来说，这两个因素的影响微乎其微。抑郁症只有少数一部分是遗传的，而且就算是遗传的，后天也可以改变。 了解了导致抑郁的这些失去联系的东西之后，反其道而行之，通过细致入微的调整，使其重新建立连接，不正是让一个人和家庭回归正常，摆脱困境，重新找到生活意义和内在动力的科学路径吗？ 之前，本人在带动女儿、陪伴和指导休学家庭的实践中，逐渐摸索出一些规律，提炼出一些独特的理念和方法，但并没有形成自己的一套理论。从今天开始，我觉得有了更为清晰的理论架构了，从而初步提出了 ***《基于系统的家庭调整理论》*** （已申请版权保护） 。 运用该理论可以针对每个不同的家庭，每个不同的孩子，给出具体有效的从这些方面做系统调整的方案，并且有一个大大的前提，因为一个人的抑郁或者失控绝不是一个人的问题，而是家庭系统的问题，所以，在这 9 种东西的基础上，该理论更为注重的是家庭系统的调整。非但对抑郁人群、对休学家庭，其实，对所有存在这样那样不幸福感、不满足感的个人和家庭而言，只要在调整家庭系统的前提下，做好以上这些方面的建设，一定会让你的人生更有意义，家庭更加幸福。 （原创文章，已申请版权保护，请勿无授权转载）","categories":[{"name":"理论精华","slug":"theory","permalink":"http://fuxiangxinling.com/categories/theory/"},{"name":"SFAT","slug":"theory/SFAT","permalink":"http://fuxiangxinling.com/categories/theory/SFAT/"}],"tags":[{"name":"基于系统的家庭调整理论","slug":"基于系统的家庭调整理论","permalink":"http://fuxiangxinling.com/tags/%E5%9F%BA%E4%BA%8E%E7%B3%BB%E7%BB%9F%E7%9A%84%E5%AE%B6%E5%BA%AD%E8%B0%83%E6%95%B4%E7%90%86%E8%AE%BA/"},{"name":"抑郁","slug":"抑郁","permalink":"http://fuxiangxinling.com/tags/%E6%8A%91%E9%83%81/"}]}]}