{"meta":{"title":"馥香心灵-基于系统的家庭调整理论","subtitle":"","description":"陪伴女儿三年休学 两年半复学, 经历弯路和痛苦, 发现问题家庭有规律可寻; 结合亲证和指导经验,提出了 基于系统的家庭调整理论; 愿我来自心底的分享，可以协助到有缘的你获得心灵的自由和家庭的幸福","author":"Fuxiang","url":"http://yoursite.com","root":"/"},"pages":[],"posts":[{"title":"SFAT-1从抑郁说起","slug":"SFAT-1从抑郁说起","date":"2020-03-06T12:45:44.000Z","updated":"2020-03-06T22:17:26.786Z","comments":true,"path":"2020/03/06/SFAT-1从抑郁说起/","link":"","permalink":"http://yoursite.com/2020/03/06/SFAT-1%E4%BB%8E%E6%8A%91%E9%83%81%E8%AF%B4%E8%B5%B7/","excerpt":"","text":"这篇文章最初成稿于2019年10月22日，当时是因为偶然看到了英国记者约翰·哈里（Johann Hari）的著作《Lost Connections: Uncovering the Real Causes of Depression—and the Unexpected Solutions》，书中的观点与我指导家庭的理念如此地不谋而合，让我突然对自己的指导理论有了更为清晰的认识，也让我有信心和动力把我的理论形成文字，去帮助更多的家庭找到孩子和家庭问题的症结，帮助他们走上真正的幸福之路。这是我的第一篇文章，也是《基于系统的家庭调整理论》的理论架构的最初萌芽，其意义重大。这篇文章作为我的公众号“馥香心灵”的开山之作，首日点击量就接近千人，更让我看到了我所做的这些文字工作的意义所在，也给了我继续做下去的信心。无论怎样都要真诚地感谢约翰·哈里的工作和文字，感谢他给了我具有积极意义的启发和从事这个工作的力量。 从抑郁说起……姜福香 原创最近，我得以有机会静下心来，深入研读了约翰·哈里（Johann Hari）的大作《Lost Connections》（《失去的联系》），从而让我对抑郁症的根源及其药物治疗效果有了更为全面的认识。更为重要的是这本书给了我非常大的启示，让我对家庭和孩子的问题根源有了更为深入和准确的把握，为我指导家庭和完善理论提供了非常大的帮助。这几年，随着我自己的学习和成长，走过了生命中的很多个卡点，对抑郁也有了一些粗浅的认识。看到很多或叛逆、或纠结厌学的孩子被家长送去看心理医生，被草草诊断为各类抑郁病症，然后坚定不移地通过抗抑郁药物求得孩子的安稳与乖巧。而一些人到中年的家长，面对家庭和工作的种种不顺，无力走“上坡路”的时候，抑郁苦闷也是在所难免，很多人也去依靠抗抑郁药物维持自己良好的状态。特别是在陪伴孩子休学的家庭和抑郁纠结的大学生的过程中，每每听到吃抗抑郁药，甚至听到家长说孩子有心理问题、孩子需要治疗等字眼，我就会有莫名的烦躁和能量骤降之感。原因有三：首先，其实人人都有病，先选择放轻松，再轻松…… 记得女儿休学之后，她只要说复学，我就会提醒她：“你回到学校，同学们可能会说你心理有问题。”她总是很轻松地回我：“这年头儿，谁还没有点儿心理问题？”的确是呀，各种的压力袭来，偶尔抑郁痛苦一下，不是人人都有的状态么？不妨先别把抑郁看得那么重，也许真的没有那么严重呢？其次，抑郁是症状。 如果不找病因，不挖病根，只通过吃药控制症状，不可能真的治好抑郁症。比如，休学孩子的各种看似不合常理的状态，不从导致孩子成为今天这个样子的原因入手，吃再多的抑郁药恐怕也只是求得短期的心理安慰而已吧。第三，药物具有强大的副作用。 一旦依赖，真的有可能让一个健康的人生理和心理俱损，本来不是抑郁的也真的要抑郁了。当然，抑郁症的病因各异，也不是说都可以轻松地不当回事儿，需要怎样的治疗需要对症“下药”。看了这篇文章，至少应该明白，药不是万能的吧。约翰·哈里通过大量的采访、调查，不但对药物治疗的问题给出了非常科学和系统的分析，还指出大多数人得抑郁症，其实都是因为一个原因，就是“生活方式出现了问题”。我们的生活方式让我们失去了和一些东西的联系，才导致出现了抑郁。 当我看到书中所列出的9种抑郁的诱因中，竟然有7种属于“我们失去联系的东西”的时候，内心里无比地惊喜，甚至是有些激动了。我在带动女儿和指导休学家庭的过程中，冥冥之中也许就是有神助，因为，我就是从这些方面入手，只是更加具体、细微、落地而已。 1- 工作的意义书中引用迈克尔·马尔莫特（Michael Marmot）的研究结果：被研究者对工作的控制程度，决定了他们的抑郁程度。 不知道自己为什么工作，也没有把精力完全投入到工作当中，是当今世界大多数人对待工作的状态，这也是导致抑郁症如此普遍的诱因。相类似地，对众多的孩子而言，不知道自己为什么要学习，无法因为浓厚的兴趣和明确的目标而全身心地投入学习，也是导致其休学厌学的重要原因。所以，帮助孩子知道自己为什么而学，知道学习对未来和人生的意义非常重要。 2- 与他人的联系书中引用约翰·卡奇奥波（John Cacioppo）的实验结论：孤独并不是抑郁的结果，而是抑郁的原因。简而言之，一个人越缺少社交，他就会越抑郁。其实很多问题家庭中，最大的障碍就是彼此之间缺少了最起码的沟通交流，看似生活在一个屋檐下，实际上每个人都活成了“孤岛”。一个人在家庭之内没有学会与人建立正常联系的能力，踏入社会不懂得社交就很必然了。无论在家庭之内还是之外，孤独无处不在。很多孩子从学校退缩回来，或多或少存在融入集体和与人交往的障碍。越退缩越孤独，越孤独越抑郁，越抑郁越退缩，如此恶性循环。 3- 正确的价值观书中包括美国心理学家蒂姆·卡瑟（Tim Kasser）等众多科学家的研究结果表明，你越看重物质追求，就越容易抑郁。价值观是关于人的价值的观点，即人们对人生目的和实践活动进行认识和评价时所持的基本观点，它在一个人的生活中或其他社会存在中起着指导原则的作用。我国改革开放以来，经济的快速发展导致很多人被物化的价值观充斥着头脑。人越是追求经济和物质，精神就越是空虚，心越是漂泊无依。父母一代这样的价值观也必然影响到孩子。而正确的价值观是激发孩子内在动力的基础，调正价值取向也就成为让孩子重新焕发生活和学习动力最为核心的工作。 4- 美好童年美国医生文森特·费利蒂（Vincent Felitti）和罗伯特·安达（Robert Anda）的研究表明，小时候的每一种创伤经历，成年后都会让人更容易变抑郁。由于“外界”和家庭“内部”诸多的原因，我们的孩子可能存在这样那样的童年不如意，甚至是心灵创伤。在这个“丛林”满布的社会长大的过程中，家长和孩子也随时都可能遭遇创伤和存在危险，这确实是导致孩子出现问题的重要或者直接原因。如何采用有效的途径和办法帮助家长和孩子适当地疗愈、走过这些创伤是家庭调整的关键。 5- 地位尊严罗伯特·萨波斯基（Robert Sapolsky）的研究指出：抑郁症其实是人类对自己在群体里地位的一种反应。无论大人还是孩子，一旦感觉失去了地位，或者别人对他不尊重了，就会感到抑郁。对休学厌学的孩子而言，其实他们出问题的重要原因和叛逆的主要目的多半儿就是“做自己”。追求自我人格的独立是生而为人最起码的地位和尊严。而父母的溺爱、包办、控制，都是对孩子做自己的权利以及独立人格的严重剥夺。 6- 大自然多项研究表明，生活在环境较好、绿地较多的社区，人的心理压力就会小很多，也更不容易得抑郁症。生活在城市里的孩子，从小就置身于钢筋混凝土之林，跟大自然接触的机会较少。再加上电子游戏营造的虚拟世界吸引了孩子们的视线，更加削弱了他们走进大自然的兴趣。所以，越是条件优越的繁华大都市，孩子与大自然失去联系的程度就越高。 7- 对未来的期待哈利指出，一个人一旦失去了值得期待的未来，他就会觉得没办法控制自己的生活， 这比没办法控制自己的工作更为严重，会让人直接丧失了生活的意义，从而导致抑郁。很多被包办和控制长大的孩子连自我尚且不存在，为什么而学尚且不知道，未来要成为什么样的人可能根本没有能力思考，未来将去往何处也自然没有能力规划。前途渺茫而无助，无力掌握自己的人生方向，内心必然是惶惶然不知所措。 8&amp;9 -基因和大脑基因和大脑的改变是引起抑郁症的第8和第9种诱因，但人们可能夸大了它们所造成的影响。哈里的指出，有个别抑郁症患者的确是因为基因和大脑的一些部位出现了问题，但是对大多数抑郁症患者来说，这两个因素的影响微乎其微。抑郁症只有少数一部分是遗传的，而且就算是遗传的，后天也可以改变。 了解了导致抑郁的这些失去联系的东西之后，反其道而行之，通过细致入微的调整，使其重新建立连接，不正是让一个人和家庭回归正常，摆脱困境，重新找到生活意义和内在动力的科学路径吗？之前，本人在带动女儿、陪伴和指导休学家庭的实践中，逐渐摸索出一些规律，提炼出一些独特的理念和方法，但并没有形成自己的一套理论。从今天开始，我觉得有了更为清晰的理论架构了，从而初步提出了《基于系统的家庭调整理论》 （已申请版权保护） 。运用该理论可以针对每个不同的家庭，每个不同的孩子，给出具体有效的从这些方面做系统调整的方案，并且有一个大大的前提，因为一个人的抑郁或者失控绝不是一个人的问题，而是家庭系统的问题，所以，在这9种东西的基础上，该理论更为注重的是家庭系统的调整。非但对抑郁人群、对休学家庭，其实，对所有存在这样那样不幸福感、不满足感的个人和家庭而言，只要在调整家庭系统的前提下，做好以上这些方面的建设，一定会让你的人生更有意义，家庭更加幸福。（原创文章，已申请版权保护，请勿无授权转载）","categories":[],"tags":[{"name":"理论原创","slug":"理论原创","permalink":"http://yoursite.com/tags/%E7%90%86%E8%AE%BA%E5%8E%9F%E5%88%9B/"}]}]}